Repository: thiagobako/sensei-lms-pt-br
Catalog: sensei-lms-*_BR (1).po
Languages: pt_br

source: This is a preview lesson. Please sign up for the %1$s to access all lessons.
pt_br: Esta é uma lição prévia. Por favor, inscreva-se no% 1 $ s para acessar todas as lições.

source: Please complete the previous %1$s before taking this Quiz.
pt_br: Conclua o% 1 $ s anterior antes de fazer este questionário.

source: Please purchase the %1$s before starting this Quiz.
pt_br: Adquira o% 1 $ s antes de iniciar este questionário.

source: Please sign up for the %1$s before starting this Quiz.
pt_br: Inscreva-se no% 1 $ s antes de iniciar este questionário.

source: Please sign up for the %1$s before taking this Quiz.
pt_br: Inscreva-se no% 1 $ s antes de fazer este questionário.

source: Unexpected file key used.
pt_br: Chave de arquivo inesperada usada.

source: Error saving file.
pt_br: Erro ao salvar o arquivo.

source: No attachment with the specified file name was found.
pt_br: Nenhum anexo com o nome de arquivo especificado foi encontrado.

source: Error encountered while retrieving the attachment from the provided URL.
pt_br: Erro encontrado ao recuperar o anexo do URL fornecido.

source: Attachment insertion failed.
pt_br: A inserção do anexo falhou.

source: File type is not supported. Must be one of the following: %s.
pt_br: O tipo de arquivo não é compatível. Deve ser um dos seguintes:% s.

source: Module does not exist: %s.
pt_br: Módulo não existe:% s.

source: Module %1$s is not part of course %2$s.
pt_br: O módulo% 1 $ s não faz parte do curso% 2 $ s.

source: Export Content
pt_br: Exportar Conteúdo

source: Export
pt_br: Exportar

source: Lesson with id %1$d and title %2$s which is referenced in course outline block not found.
pt_br: Lição com id% 1 $ d e título% 2 $ s que é referenciado no bloco de esboço do curso não encontrado.

source: No title for module found.
pt_br: Nenhum título para o módulo encontrado.

source: Line has incorrect number of columns.
pt_br: A linha tem um número incorreto de colunas.

source: Uploaded file could not be opened.
pt_br: Não foi possível abrir o arquivo enviado.

source: Uploaded file was not a valid CSV.
pt_br: O arquivo enviado não era um CSV válido.

source: Source file is missing the required column: %s
pt_br: O arquivo de origem está sem a coluna necessária:% s

source: The following column is unknown: %s
pt_br: A seguinte coluna é desconhecida:% s

source: Uploaded file is empty.
pt_br: O arquivo enviado está vazio.

source: No `--user` argument was provided. Do you want to create posts as a guest?
pt_br: Nenhum argumento `--user` foi fornecido. Você quer criar posts como um convidado?

source: File provided for "%1$s" (%1$s) was not found
pt_br: O arquivo fornecido para "% 1 $ s" (% 1 $ s) não foi encontrado

source: No file arguments were provided.
pt_br: Nenhum argumento de arquivo foi fornecido.

source: File provided for "%1$s" (%2$s) was not not valid. Error: %3$s
pt_br: O arquivo fornecido para "% 1 $ s" (% 2 $ s) não era válido. Erro:% 3 $ s

source: Import Content
pt_br: Importar Conteúdo

source: Error exporting the %s file.
pt_br: Erro ao exportar o arquivo% s.

source: Lesson does not exist: %s.
pt_br: A lição não existe:% s.

source: The lesson "%s" can only be associated with one course at a time.
pt_br: A lição "% s" só pode ser associada a um curso por vez.

source: Unable to set the lesson module to "%s" because it does not have a course associated with it.
pt_br: Não foi possível definir o módulo de aula para "% s" porque não há um curso associado a ele.

source: A required field is missing or one of the fields is malformed. Line skipped.
pt_br: Um campo obrigatório está faltando ou um dos campos está malformado. Linha ignorada.

source: Unable to set the prerequisite to "%s"
pt_br: Não é possível definir o pré-requisito para "% s"

source: Unable to set the prerequisite to the same entry
pt_br: Incapaz de definir o pré-requisito para a mesma entrada

source: The user with the supplied username has a different email. Teacher email will be ignored.
pt_br: O usuário com o nome de usuário fornecido tem um e-mail diferente. O e-mail do professor será ignorado.

source: Teacher Username is empty. Course teacher is set to the currently logged in user.
pt_br: O nome de usuário do professor está vazio. O professor do curso está definido para o usuário conectado no momento.

source: Course creation failed.
pt_br: A criação do curso falhou.

source: The following terms failed to save: %s
pt_br: Os seguintes termos não foram salvos:% s

source: Both Passmark and Pass Required should be supplied.
pt_br: Devem ser fornecidos o Passmark e o Pass Required.

source: Passmark must be between 0 and 100.
pt_br: A senha deve estar entre 0 e 100.

source: Number of Questions must be greater than or equal to 1.
pt_br: O número de perguntas deve ser maior ou igual a 1.

source: Question does not exist: %s.
pt_br: A pergunta não existe:% s.

source: Lesson insertion failed.
pt_br: A inserção da lição falhou.

source: Length must be greater than or equal to 1.
pt_br: O comprimento deve ser maior ou igual a 1.

source: %s must be a whole number.
pt_br: % s deve ser um número inteiro.

source: %s must be a number.
pt_br: % s deve ser um número.

source: %1$s must be one of the following: %2$s.
pt_br: % 1 $ s deve ser um dos seguintes:% 2 $ s.

source: %s contains invalid characters.
pt_br: % s contém caracteres inválidos.

source: Question does not contain a right answer.
pt_br: A pergunta não contém uma resposta certa.

source: Question insertion failed.
pt_br: A inserção da pergunta falhou.

source: Meta field "%1$s" is invalid: %2$s
pt_br: O metacampo "% 1 $ s" é inválido:% 2 $ s

source: Join Sensei LMS's Mailing List!
pt_br: Junte-se à lista de discussão do Sensei LMS!

source: Yes, please send me occasional emails about Sensei LMS
pt_br: Sim, envie-me e-mails ocasionais sobre Sensei LMS

source: Enter your email address
pt_br: Insira o seu endereço de email

source: We use Mailchimp as our marketing platform. By clicking below to subscribe, you acknowledge that your information will be transferred to Mailchimp for processing. <a href="%s" target="_blank">Learn more about Mailchimp's privacy practices here.</a>
pt_br: Usamos Mailchimp como nossa plataforma de marketing. Ao clicar abaixo para se inscrever, você reconhece que suas informações serão transferidas para Mailchimp para processamento. <a href="%s" target="_blank">Saiba mais sobre as práticas de privacidade do Mailchimp aqui.</a>

source: Not Now
pt_br: Agora não

source: [%1$s] You have completed a course
pt_br: [% 1 $ s] Você concluiu um curso

source: You have completed a course
pt_br: Você completou um curso

source: passed
pt_br: passado

source: failed
pt_br: fracassado

source: [%1$s] Your quiz has been graded
pt_br: [% 1 $ s] Seu teste foi avaliado

source: Your quiz has been graded
pt_br: Seu questionário foi avaliado

source: [%1$s] You have completed a quiz
pt_br: [% 1 $ s] Você concluiu um teste

source: You have completed a quiz
pt_br: Você completou um teste

source: [%1$s] You have a new message
pt_br: [% 1 $ s] Você tem uma nova mensagem

source: You have received a reply to your private message
pt_br: Você recebeu uma resposta à sua mensagem privada

source: [%1$s] Your student has completed a course
pt_br: [% 1 $ s] Seu aluno concluiu um curso

source: Your student has completed a course
pt_br: Seu aluno concluiu um curso

source: [%1$s] Your student has completed a lesson
pt_br: [% 1 $ s] Seu aluno concluiu uma lição

source: Your student has completed a lesson
pt_br: Seu aluno concluiu uma lição

source: Course assigned to you
pt_br: Curso atribuído a você

source: New course assigned to you
pt_br: Novo curso atribuído a você

source: [%1$s] You have received a new private message
pt_br: [% 1 $ s] Você recebeu uma nova mensagem privada

source: Your student has sent you a private message
pt_br: Seu aluno enviou uma mensagem privada para você

source: [%1$s] Your student has submitted a quiz for grading
pt_br: [% 1 $ s] Seu aluno enviou um questionário para avaliação

source: Your student has submitted a quiz for grading
pt_br: Seu aluno enviou um questionário para avaliação

source: [%1$s] Your student has started a course
pt_br: [% 1 $ s] Seu aluno iniciou um curso

source: Your student has started a course
pt_br: Seu aluno iniciou um curso

source: <strong>Sensei LMS</strong> has detected an incompatible version of WooCommerce Paid Courses. Learners will not be able to access their courses until it is upgraded to version 2.0.0 or greater.
pt_br: <strong> Sensei LMS </strong> detectou uma versão incompatível dos cursos pagos WooCommerce. Os alunos não poderão acessar seus cursos até que seja atualizado para a versão 2.0.0 ou superior.

source: Learner manual enrollment <strong>was not migrated</strong> from a legacy version of Sensei LMS.
pt_br: A inscrição manual do aluno <strong> não foi migrada </strong> de uma versão legada do Sensei LMS.

source: Learner <strong>did not have</strong> course progress at the time of manual enrollment migration.
pt_br: O aluno <strong> não tinha </strong> progresso no curso no momento da migração de inscrição manual.

source: Learner <strong>did have</strong> course progress at the time of manual enrollment migration.
pt_br: O aluno <strong> tinha </strong> progresso no curso no momento da migração de inscrição manual.

source: Manual enrollment <strong>was not provided</strong> to the learner on legacy migration.
pt_br: A inscrição manual <strong> não foi fornecida </strong> para o aluno na migração legada.

source: Manual enrollment <strong>was provided</strong> to the learner on legacy migration.
pt_br: A inscrição manual <strong> foi fornecida </strong> para o aluno na migração de legado.

source: Course not found.
pt_br: Curso não encontrado.

source: Input for course structure was invalid.
pt_br: A entrada para a estrutura do curso era inválida.

source: An error occurred while saving the course structure.
pt_br: Ocorreu um erro ao salvar a estrutura do curso.

source: Lesson post ID
pt_br: ID da postagem da aula

source: Lesson title
pt_br: Título da aula

source: Whether the lesson is currently a draft
pt_br: Se a lição é atualmente um rascunho

source: Module term ID
pt_br: ID do termo do módulo

source: Module title
pt_br: Título do Módulo

source: Lessons in module
pt_br: Aulas no módulo

source: Job not found.
pt_br: Trabalho não encontrado.

source: No job could be found.
pt_br: Nenhum trabalho foi encontrado.

source: No job has been created.
pt_br: Nenhum trabalho foi criado.

source: Job is not ready to be started.
pt_br: O trabalho não está pronto para ser iniciado.

source: Job has already been started.
pt_br: O trabalho já foi iniciado.

source: Job could not be started
pt_br: Trabalho não pode ser iniciado

source: File name
pt_br: Nome do arquivo

source: Direct download URL for the file
pt_br: URL de download direto para o arquivo

source: Unique identifier for the job
pt_br: Identificador único para o trabalho

source: Status of the job (setup, pending, or complete)
pt_br: Status do trabalho (configuração, pendente ou concluído)

source: Percent complete
pt_br: Porcentagem completa

source: Object type
pt_br: Tipo de objeto

source: Source file line
pt_br: Linha do arquivo fonte

source: Log severity level
pt_br: Nível de gravidade do log

source: Object descriptor
pt_br: Descritor de objeto

source: Log message
pt_br: Mensagem de registro

source: No content types selected.
pt_br: Nenhum tipo de conteúdo selecionado.

source: Sorry, you are not allowed to manage plugins for this site.
pt_br: Desculpe, você não tem permissão para gerenciar plug-ins para este site.

source: No plugins to update found.
pt_br: Nenhum plug-in para atualizar foi encontrado.

source: Failed to update plugin %s
pt_br: Falha ao atualizar o plugin% s

source: Plugin update failed.
pt_br: A atualização do plug-in falhou.

source: No file was uploaded.
pt_br: Nenhum arquivo foi enviado.

source: The file uploaded exceeds the maximum file size allowed.
pt_br: O arquivo enviado excede o tamanho máximo permitido.

source: The file was only partially uploaded. Please try again.
pt_br: O arquivo foi carregado apenas parcialmente. Por favor, tente novamente.

source: Missing a temporary folder to store the uploaded file.
pt_br: Falta uma pasta temporária para armazenar o arquivo carregado.

source: Failed to write the uploaded file to disk. Please contact your host to fix a possible permissions issue.
pt_br: Falha ao gravar o arquivo carregado no disco. Entre em contato com seu host para corrigir um possível problema de permissão.

source: A PHP Extension prevented the file upload. Please contact your host.
pt_br: Uma extensão PHP impediu o upload do arquivo. Entre em contato com seu anfitrião.

source: File upload error.
pt_br: Erro no upload do arquivo.

source: No active job has been found.
pt_br: Nenhum trabalho ativo foi encontrado.

source: File does not exist.
pt_br: Arquivo não existe.

source: Job file could not be deleted.
pt_br: O arquivo de trabalho não pôde ser excluído.

source: Number of %1$s items with %2$s result
pt_br: Número de% 1 $ s itens com resultado de% 2 $ s

source: Lesson not found.
pt_br: Lição não encontrada.

source: Cannot update the quiz of an Auto Draft lesson.
pt_br: Não é possível atualizar o questionário de uma lição de rascunho automático.

source: The username of the message's sender.
pt_br: O nome de usuário do remetente da mensagem.

source: The message's title.
pt_br: O título da mensagem.

source: The formatted date that the message was created.
pt_br: A data formatada em que a mensagem foi criada.

source: The excerpt for the object.
pt_br: O trecho do objeto.

source: Excerpt for the object, as it exists in the database.
pt_br: Trecho do objeto, conforme existe no banco de dados.

source: HTML excerpt for the object, transformed for display.
pt_br: Trecho de HTML para o objeto, transformado para exibição.

source: Whether the excerpt is protected with a password.
pt_br: Se o trecho está protegido por senha.

source: Returns the messages from either all or the current user.
pt_br: Retorna as mensagens de todos ou do usuário atual.

source: Parameter sender can be either current or all
pt_br: O remetente do parâmetro pode ser atual ou todos

source: Invalid question category selected.
pt_br: Categoria de pergunta inválida selecionada.

source: Please ensure all questions have a title before saving.
pt_br: Certifique-se de que todas as perguntas tenham um título antes de salvar.

source: Question not found.
pt_br: Pergunta não encontrada.

source: The question type term slug.
pt_br: O tipo de pergunta slug do termo.

source: Please ensure the question has a title before saving.
pt_br: Certifique-se de que a pergunta tenha um título antes de salvá-la.

source: Sorry, you are not allowed to view posts in this post type.
pt_br: Desculpe, você não tem permissão para ver as postagens neste tipo de postagem.

source: Slugs of extensions selected by the site owner.
pt_br: Slugs de extensões selecionados pelo proprietário do site.

source: Sensei extensions.
pt_br: Extensões Sensei.

source: Completed steps.
pt_br: Etapas concluídas.

source: Usage tracking preference given by the site owner.
pt_br: Preferência de rastreamento de uso fornecida pelo proprietário do site.

source: Purposes selected by the site owner.
pt_br: Finalidades selecionadas pelo proprietário do site.

source: Other free-text purpose.
pt_br: Outro propósito de texto livre.

source: SENSEI: The hook '%1$s', has been deprecated since '%2$s'.
pt_br: SENSEI: O gancho '% 1 $ s' está obsoleto desde '% 2 $ s'.

source: Please use '%s' instead.
pt_br: Em vez disso, use '% s'.

source: The shortcode `[%1$s]` (used on: %2$s) has been deprecated since Sensei v1.9.0. Check %3$s for alternatives.
pt_br: O shortcode `[% 1 $ s]` (usado em:% 2 $ s) está obsoleto desde o Sensei v1.9.0. Verifique% 3 $ s para alternativas.

source: The Sensei LMS shortcode <strong>[%1$s]</strong> has been deprecated and will soon be removed. Check <a href="%2$s" rel="noopener">Sensei LMS documentation</a> for alternatives. Only site editors will see this notice.
pt_br: O shortcode Sensei LMS <strong>[% 1 $ s]</strong> tornou-se obsoleto e será removido em breve. Verifique a <a href="%2$s" rel="noopener">documentação do Sensei LMS</a> para alternativas. Apenas os editores do site verão este aviso.

source: No course categories found.
pt_br: Nenhuma categoria de curso encontrada.

source: Please supply a course ID for the shortcode: %s
pt_br: Forneça um ID do curso para o shortcode:% s

source: Error rendering %1$s shortcode - %2$s
pt_br: Erro ao renderizar o shortcode% 1 $ s -% 2 $ s

source: Please supply a lesson ID for this shortcode.
pt_br: Forneça um ID de aula para este código de acesso.

source: No posts found.
pt_br: Nenhuma postagem encontrada.

source: You have no active or completed courses.
pt_br: Você não tem cursos ativos ou concluídos.

source: Active
pt_br: Ativo

source: Please login to view your messages.
pt_br: Faça login para ver suas mensagens.

source: You do not have any messages.
pt_br: Você não tem nenhuma mensagem.

source: Take This Course
pt_br: Faça este curso

source: Deactivate other instances of Sensei LMS before activating this plugin.
pt_br: Desative outras instâncias do Sensei LMS antes de ativar este plugin.

source: No lessons found that match your selection.
pt_br: Nenhuma lição encontrada que corresponda à sua seleção.

source: Total Grade
pt_br: Nota Total

source: The Course
pt_br: O curso

source: was submitted for review by
pt_br: foi submetido para revisão por

source: You can review and publish the new course here:
pt_br: Você pode revisar e publicar o novo curso aqui:

source: You have completed and %1$s the course
pt_br: Você concluiu e% 1 $ s o curso

source: You %1$s the lesson
pt_br: Você% 1 $ s a lição

source: with a grade of
pt_br: com uma nota de

source: The pass mark is %1$s
pt_br: A nota de aprovação é% 1 $ s

source: You can review your grade and your answers %1$shere%2$s.
pt_br: Você pode revisar sua nota e suas respostas% 1 $ saqui% 2 $ s.

source: has replied to your private message regarding the %1$s
pt_br: respondeu à sua mensagem privada sobre% 1 $ s

source: You can view the message and reply %1$shere%2$s.
pt_br: Você pode ver a mensagem e responder% 1 $ saqui% 2 $ s.

source: Your student
pt_br: Seu aluno

source: has completed and %1$s the course
pt_br: concluiu e% 1 $ s o curso

source: Manage this course's learners %1$shere%2$s.
pt_br: Gerencie os alunos deste curso% 1 $ saqui% 2 $ s.

source: has completed the lesson
pt_br: completou a lição

source: Manage this lesson's learners %1$shere%2$s.
pt_br: Gerenciar os alunos desta lição% 1 $ saqui% 2 $ s.

source: has been assigned to you.
pt_br: foi atribuído a você.

source: You can edit the assigned course here:
pt_br: Você pode editar o curso atribuído aqui:

source: has sent you a private message regarding the %1$s
pt_br: enviou-lhe uma mensagem privada sobre% 1 $ s

source: You can reply to this message %1$shere%2$s.
pt_br: Você pode responder a esta mensagem% 1 $ saqui% 2 $ s.

source: has submitted the quiz for lesson
pt_br: enviou o questionário para a aula

source: for grading.
pt_br: para classificação.

source: You can grade this quiz %1$shere%2$s.
pt_br: Você pode avaliar este teste% 1 $ saqui% 2 $ s.

source: has started the course
pt_br: começou o curso

source: The user requested does not exist.
pt_br: O usuário solicitado não existe.

source: There are no questions for this Quiz yet. Check back soon.
pt_br: Ainda não há perguntas para este questionário. Verifique em breve.

source: Uploading a new file will replace your existing one:
pt_br: O upload de um novo arquivo substituirá o existente:

source: There are no courses for this teacher.
pt_br: Não há cursos para este professor.

source: Username or Email
pt_br: Nome de usuário ou email

source: Lost your password?
pt_br: Perdeu sua senha?

source: Remember me
pt_br: Lembre de mim

source: This widget will output a list of Courses for a specific category.
pt_br: Este widget irá gerar uma lista de cursos para uma categoria específica.

source: Sensei LMS - Category Courses
pt_br: Sensei LMS - Cursos de Categoria

source: Title (optional):
pt_br: Título (opcional):

source: Select Category:
pt_br: Selecione a Categoria:

source: Number of Courses (optional):
pt_br: Número de cursos (opcional):

source: This widget will output a list of Course Categories.
pt_br: Este widget irá gerar uma lista de categorias de cursos.

source: Sensei LMS - Course Categories
pt_br: Sensei LMS - Categorias de curso

source: Number of Categories (optional):
pt_br: Número de categorias (opcional):

source: Show post counts
pt_br: Mostrar contagem de postagens

source: Show hierarchy
pt_br: Mostrar hierarquia

source: This widget will output a list of Courses - New, Featured, Free, Paid, Active, Completed.
pt_br: Este widget irá gerar uma lista de Cursos - Novos, Apresentados, Gratuitos, Pagos, Ativos, Concluídos.

source: Sensei LMS - Course Component
pt_br: Sensei LMS - Componente do curso

source: My Active Courses
pt_br: Meus Cursos Ativos

source: My Completed Courses
pt_br: Meus Cursos Concluídos

source: Component:
pt_br: Componente:

source: You have no featured courses.
pt_br: Você não tem cursos em destaque.

source: You have no completed courses.
pt_br: Você não concluiu os cursos.

source: You have no courses.
pt_br: Você não tem cursos.

source: This widget will output a list of the latest Lessons.
pt_br: Este widget irá gerar uma lista das últimas lições.

source: Sensei LMS - Lesson Component
pt_br: Sensei LMS - Componente de aula

source: New Lessons
pt_br: Novas lições

source: Number of Lessons (optional):
pt_br: Número de aulas (opcional):

source: More Lessons
pt_br: Mais lições

# page_slug
source: courses-overview
pt_br: visão geral dos cursos

# page_slug
source: my-courses
pt_br: meus cursos

# page_slug
source: course-completed
pt_br: curso concluído

# post type single url slug
source: course
pt_br: curso

# column name
source: Course Title
pt_br: Título do curso

# column name
source: Pre-requisite Course
pt_br: Curso de Pré-requisitos

# column name
source: Category
pt_br: Categoria

# column name
source: Lesson Title
pt_br: Título da aula

# column name
source: Course
pt_br: Curso

# column name
source: Pre-requisite Lesson
pt_br: Aula de pré-requisitos

# column name
source: Question
pt_br: Pergunta

# column name
source: Type
pt_br: Modelo

# column name
source: Categories
pt_br: Categorias

# post type single url base
source: course
pt_br: curso

# post type single slug
source: lesson
pt_br: lição

# post type single slug
source: quiz
pt_br: questionário

# post type single slug
source: question
pt_br: pergunta

# post type single slug
source: messages
pt_br: mensagens

# taxonomy general name
source: Course Categories
pt_br: Categorias de curso

# taxonomy general name
source: Quiz Types
pt_br: Tipos de questionário

# taxonomy general name
source: Question Types
pt_br: Tipos de pergunta

# taxonomy general name
source: Question Categories
pt_br: Categorias de pergunta

# taxonomy general name
source: Lesson Tags
pt_br: Etiquetas de aula

# taxonomy singular name
source: Course Category
pt_br: Categoria de Curso

# taxonomy singular name
source: Quiz Type
pt_br: Tipo de questionário

# taxonomy singular name
source: Question Type
pt_br: Tipo de pergunta

# taxonomy singular name
source: Question Category
pt_br: Categoria de Pergunta

# taxonomy singular name
source: Lesson Tag
pt_br: Tag de aula

# taxonomy archive slug
source: course-category
pt_br: categoria de curso

# taxonomy archive slug
source: quiz-type
pt_br: tipo de teste

# taxonomy archive slug
source: question-type
pt_br: Tipo de pergunta
