Repository: thiagobako/sensei-lms-pt-br
Catalog: sensei-lms-*_BR (1).po
Languages: pt_br

source: Send Message
pt_br: Enviar mensagem

source: There is no published content in this course yet.
pt_br: Não há conteúdo publicado neste curso ainda.

source: One or more lessons in this course are not published. Unpublished lessons and empty modules are only displayed in preview mode and will not be displayed to learners.
pt_br: Uma ou mais lições deste curso não foram publicadas. Aulas não publicadas e módulos vazios são exibidos apenas no modo de visualização e não serão exibidos para os alunos.

source: (Draft)
pt_br: (Rascunho)

source: %1$d completed (%2$s)
pt_br: % 1 $ d concluído (% 2 $ s)

source: Write lesson content...
pt_br: Escreva o conteúdo da lição ...

source: %d minute
pt_br: % d minuto

source: Previous Lesson
pt_br: Lição Anterior

source: Back to lesson
pt_br: De volta à aula

source: Order Courses
pt_br: Encomendar Cursos

source: Order Lessons
pt_br: Ordenar aulas

source: This will duplicate the lesson quiz and all of its questions. Are you sure you want to do this?
pt_br: Isso irá duplicar o questionário da lição e todas as suas perguntas. Você tem certeza de que quer fazer isso?

source: Duplicate this lesson
pt_br: Duplique esta lição

source: Duplicate
pt_br: Duplicado

source: This will duplicate the course lessons along with all of their quizzes and questions. Are you sure you want to do this?
pt_br: Isso irá duplicar as lições do curso, juntamente com todos os seus questionários e perguntas. Você tem certeza de que quer fazer isso?

source: Duplicate this course
pt_br: Duplicar este curso

source: Duplicate this course with its lessons
pt_br: Duplique este curso com suas lições

source: Duplicate (with lessons)
pt_br: Duplicar (com aulas)

source: Please supply a %1$s ID.
pt_br: Forneça um ID de% 1 $ s.

source: Invalid post type. Can duplicate only lessons and courses
pt_br: Tipo de postagem inválido. Pode duplicar apenas aulas e cursos

source: Insufficient permissions
pt_br: Permissões insuficientes

source: Show all courses
pt_br: Mostrar todos os cursos

source: The course order has been saved.
pt_br: O pedido do curso foi salvo.

source: Save course order
pt_br: Salvar pedido de curso

source: The lesson order has been saved.
pt_br: A ordem das aulas foi salva.

source: Select a course
pt_br: Selecione um curso

source: Select
pt_br: Selecione

source: Other Lessons
pt_br: Outras Lições

source: There are no lessons in this course.
pt_br: Não há aulas neste curso.

source: Save lesson order
pt_br: Salvar ordem de aula

source: My Profile
pt_br: Meu perfil

source: Login
pt_br: Conecte-se

source: Logout
pt_br: Sair

source: Add to Menu
pt_br: Adicionar ao Menu

source: Settings > General
pt_br: Configurações> Geral

source: add a new Administrator
pt_br: adicionar um novo administrador

source: existing Administrator
pt_br: Administrador existente

source: To prevent issues with Sensei LMS module names, your Email Address in %1$s should also belong to an Administrator user. You can either %2$s with the email address %3$s, or change that email address to match the email of an %4$s.
pt_br: Para evitar problemas com nomes de módulos Sensei LMS, seu endereço de e-mail em% 1 $ s também deve pertencer a um usuário Administrador. Você pode% 2 $ s com o endereço de e-mail% 3 $ s ou alterar esse endereço de e-mail para corresponder ao e-mail de% 4 $ s.

source: Percent Complete
pt_br: Porcentagem Completa

source: Learners
pt_br: Aprendizes

source: Average Grade
pt_br: Nota média

source: Not started
pt_br: Não foi iniciado

source: No Grade
pt_br: Sem nota

source: Graded
pt_br: Classificado

source: Passed
pt_br: Passado

source: Ungraded
pt_br: Sem nota

source: n/a
pt_br: n / D

source: Other Learners taking this Course
pt_br: Outros alunos fazendo este curso

source: Learners taking this Course
pt_br: Alunos fazendo este curso

source: Lessons in this Course
pt_br: Lições neste curso

source: Export all rows (CSV)
pt_br: Exportar todas as linhas (CSV)

source: Learners taking this Lesson
pt_br: Alunos fazendo esta lição

source: Average Percentage
pt_br: Porcentagem Média

source: Date Registered
pt_br: Data de registro

source: Total Courses
pt_br: Cursos totais

source: Total Lessons
pt_br: Total de aulas

source: Total Learners
pt_br: Total de alunos

source: Average Courses per Learner
pt_br: Média de cursos por aluno

source: Total Completed Courses
pt_br: Total de cursos concluídos

source: %1$sNo %2$s found%3$s
pt_br: % 1 $ sNenhum% 2 $ s encontrado% 3 $ s

source: Analysis
pt_br: Análise

source: Invalid request
pt_br: Pedido inválido

source: Invalid user
pt_br: Usuário Inválido

source: Course Results:
pt_br: Resultados do curso:

source: Individual lesson or modules cannot appear multiple times in the same course.
pt_br: Aulas ou módulos individuais não podem aparecer várias vezes no mesmo curso.

source: Different modules cannot have the same name.
pt_br: Módulos diferentes não podem ter o mesmo nome.

source: Each item must be an array.
pt_br: Cada item deve ser uma matriz.

source: Module with id "%d" was not found
pt_br: Módulo com id "% d" não foi encontrado

source: Module lessons array can only contain lessons.
pt_br: A matriz de lições de módulo pode conter apenas lições.

source: Lesson with id "%d" was not found
pt_br: A lição com id "% d" não foi encontrada

source: All items must have a `type` set.
pt_br: Todos os itens devem ter um conjunto de `tipo`.

source: Please ensure all modules have a name before saving.
pt_br: Certifique-se de que todos os módulos tenham um nome antes de salvar.

source: Please ensure all lessons have a name before saving.
pt_br: Certifique-se de que todas as aulas tenham um nome antes de salvar.

source: Module items must include a `lessons` array.
pt_br: Os itens do módulo devem incluir um array `aulas`.

source: Course Prerequisite
pt_br: Pré-requisito do curso

source: Featured Course
pt_br: Curso em Destaque

source: Course Video
pt_br: Vídeo do curso

source: Course Lessons
pt_br: Lições do Curso

source: Course Management
pt_br: Gestão de Curso

source: Course Notifications
pt_br: Notificações de curso

source: No courses exist yet. Please add some first.
pt_br: Ainda não existem cursos. Adicione alguns primeiro.

source: Feature this course
pt_br: Apresentar este curso

source: Video Embed Code
pt_br: Código de incorporação de vídeo

source: Paste the embed code for your video (e.g. YouTube, Vimeo etc.) in the box above.
pt_br: Cole o código de incorporação do seu vídeo (por exemplo, YouTube, Vimeo etc.) na caixa acima.

source: Edit %s
pt_br: Editar% s

source: Edit this lesson
pt_br: Edite esta lição

source: No lessons exist yet for this course.
pt_br: Ainda não existem aulas para este curso.

source: Add a Lesson
pt_br: Adicionar uma lição

source: Please add some.
pt_br: Por favor, adicione alguns.

source: + Add Another Lesson
pt_br: + Adicionar outra lição

source: Manage Grading
pt_br: Gerenciar classificação

source: Querying with argument `$type` having a value of `freecourses` is deprecated.
pt_br: Consultar com o argumento `$ type` tendo um valor de` freecourses` está obsoleto.

source: Querying with argument `$type` having a value of `paidcourses` is deprecated.
pt_br: Consultar com o argumento `$ type` tendo um valor de` paidcourses` está obsoleto.

source: by
pt_br: por

source: in %s
pt_br: em% s

source: %1$d of %2$d lessons completed
pt_br: % 1 $ d de% 2 $ d lições concluídas

source: Mark as Complete
pt_br: Marcar como Completo

source: Delete Course
pt_br: Apagar Curso

source: Previous
pt_br: Anterior

source: You have no active courses.
pt_br: Você não tem cursos ativos.

source: You have not completed any courses yet.
pt_br: Você ainda não concluiu nenhum curso.

source: This learner has no active courses.
pt_br: Este aluno não tem cursos ativos.

source: This learner has not completed any courses yet.
pt_br: Este aluno ainda não concluiu nenhum curso.

source: View & reply to private messages sent to your course & lesson teachers.
pt_br: Visualize e responda a mensagens privadas enviadas para seus professores de curso e aula.

source: Start a Course!
pt_br: Comece um curso!

source: Currently completed %1$s lesson of %2$s in total
pt_br: Atualmente completou% 1 $ s lição de% 2 $ s no total

source: Disable notifications on this course?
pt_br: Desativar notificações neste curso?

source: Preview this course
pt_br: Visualize este curso

source: (%d preview lessons)
pt_br: (% d aulas de visualização)

source: by <a href="%1$s" title="%2$s">%3$s</a>
pt_br: por <a href="%1$s" title="% 2 $ s">% 3 $ s</a>

source: Sort by newest first
pt_br: Classificar pelos mais recentes primeiro

source: Sort by title A-Z
pt_br: Classificar por título A-Z

source: Featured
pt_br: Destaque

source: %1$s Archives: %2$s
pt_br: Arquivos de% 1 $ s:% 2 $ s

source: New Courses
pt_br: Novos Cursos

source: Featured Courses
pt_br: Cursos em destaque

source: Free Courses
pt_br: Cursos Gratuitos

source: Paid Courses
pt_br: Cursos pagos

source: or %1$slog in%2$s to view this course.
pt_br: ou% 1 $ slog em% 2 $ s para ver este curso.

source: Register
pt_br: Registro

source: Course Category:
pt_br: Categoria do curso:

source: You must first complete: %1$s
pt_br: Você deve primeiro completar:% 1 $ s

source: You must first complete %1$s before taking this course.
pt_br: Você deve primeiro concluir% 1 $ s antes de fazer este curso.

source: <strong>Sensei LMS</strong> requires a minimum PHP version of %1$s, but you are running %2$s.
pt_br: <strong> Sensei LMS </strong> requer uma versão PHP mínima de% 1 $ s, mas você está executando% 2 $ s.

source: Learn more about updating PHP
pt_br: Saiba mais sobre como atualizar o PHP

source: (opens in a new tab)
pt_br: (abre em uma nova guia)

source: Your installation of Sensei LMS is incomplete. If you installed Sensei LMS from GitHub, %1$splease refer to this document%2$s to set up your development environment.
pt_br: Sua instalação do Sensei LMS está incompleta. Se você instalou o Sensei LMS do GitHub,% 1 $ splease consulte este documento% 2 $ s para configurar seu ambiente de desenvolvimento.

source: Back to:
pt_br: De volta a:

source: Back to the course
pt_br: De volta ao curso

source: Back to the lesson
pt_br: De volta à aula

source: Lesson tags: %1$s
pt_br: Tags da lição:% 1 $ s

source: Lesson tag: %1$s
pt_br: Etiqueta da lição:% 1 $ s

source: Lesson Reset Successfully.
pt_br: Lição reiniciada com sucesso.

source: %1$s marked as complete.
pt_br: % 1 $ s marcado como concluído.

source: %1$s deleted.
pt_br: % 1 $ s excluído.

source: by
pt_br: por

source: You can access %d of this course's lessons for free
pt_br: Você pode acessar% d das aulas deste curso gratuitamente

source: No courses found that match your selection.
pt_br: Nenhum curso encontrado que corresponda à sua seleção.

source: Username
pt_br: Nome do usuário

source: Email address
pt_br: Endereço de e-mail

source: Password
pt_br: Senha

source: Part of: %s
pt_br: Parte de:% s

source: View course
pt_br: Ver curso

source: <strong>ERROR</strong>: Please enter a username.
pt_br: <strong> ERRO </strong>: Insira um nome de usuário.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
pt_br: <strong> ERRO </strong>: este nome de usuário é inválido porque usa caracteres ilegais. Por favor insira um nome de usuário válido.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
pt_br: <strong> ERRO </strong>: este nome de usuário já está registrado. Por favor escolha outro.

source: <strong>ERROR</strong>: Please enter an email address.
pt_br: <strong> ERRO </strong>: Insira um endereço de e-mail.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
pt_br: <strong>ERRO</strong> : o endereço de e-mail não está correto.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
pt_br: <strong> ERRO </strong>: Este e-mail já está cadastrado, escolha outro.

source: <strong>ERROR</strong>: The password field is empty.
pt_br: <strong> ERRO </strong>: o campo da senha está vazio.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
pt_br: <strong>ERRO</strong> : Não foi possível registrar você ... entre em contato com o <a href="mailto:%s">webmaster</a> !

source: Incorrect login details
pt_br: Detalhes de login incorretos

source: Please enter your username and password
pt_br: Por favor insira seu nome de usuário e senha

source: Updated
pt_br: Atualizada

source: N/A
pt_br: N / D

source: Grade quiz
pt_br: Teste de notas

source: Review grade
pt_br: Avaliação da nota

source: No submissions found.
pt_br: Nenhum envio encontrado.

source: Reset filter
pt_br: Reiniciar filtro

source: Grade:
pt_br: Grau:

source: Save
pt_br: Salve 

source: Auto grade
pt_br: Auto classificação

source: Submitted file: %1$s
pt_br: Arquivo enviado:% 1 $ s

source: Question %d:
pt_br: Questão% d:

source: Correct answer
pt_br: Resposta correta

source: Add custom feedback here...
pt_br: Adicione feedback personalizado aqui ...

source: Select a lesson
pt_br: Selecione uma lição

source: Quiz Graded Successfully!
pt_br: Questionário avaliado com sucesso!

source: This quiz is not able to be automatically graded.
pt_br: Este questionário não pode ser avaliado automaticamente.

source: learner
pt_br: aprendiz

source: Courses %s is taking
pt_br: Cursos% s está fazendo

source: Learner term could not be created for user.
pt_br: O termo do aluno não pôde ser criado para o usuário.

source: *Note that this functionality has been moved to the <a href="%1$s">quiz block</a> and will not be supported going forward. Please consider switching to the <a href="%2$s">block editor</a>.</em>
pt_br: * Observe que esta funcionalidade foi movida para o <a href="%1$s">bloco de questionário</a> e não será mais compatível no futuro. Por favor, considere mudar para o <a href="%2$s">editor de blocos</a> .

source: Prerequisite
pt_br: Pré-requisito

source: Quiz Settings*
pt_br: Configurações do questionário *

source: Quiz Questions*
pt_br: Perguntas do teste *

source: Lesson Length in minutes
pt_br: Duração da aula em minutos

source: Lesson Complexity
pt_br: Complexidade da aula

source: No lessons exist yet. Please add some first.
pt_br: Ainda não existem aulas. Adicione alguns primeiro.

source: Allow this lesson to be viewed without login
pt_br: Permitir que esta lição seja visualizada sem login

source: Once you have saved your lesson you will be able to add questions.
pt_br: Depois de salvar sua lição, você poderá adicionar perguntas.

source: Please save your lesson in order to add questions to your quiz.
pt_br: Salve sua lição para adicionar perguntas ao seu questionário.

source: Action
pt_br: Açao

source: There are no Questions for this Quiz yet. Please add some below.
pt_br: Ainda não há perguntas para este questionário. Adicione alguns abaixo.

source: Add file
pt_br: Adicionar ficheiro

source: Change file
pt_br: Alterar arquivo

source: Edit Question
pt_br: Editar Pergunta

source: Edit
pt_br: Editar

source: Remove Question
pt_br: Remover pergunta

source: Remove
pt_br: Remover

source: You are not the question owner, so you cannot edit it.
pt_br: Você não é o proprietário da pergunta, portanto não pode editá-la.

source: Selected from '%1$s'
pt_br: Selecionado de '% 1 $ s'

source: Remove Question(s)
pt_br: Remover pergunta (s)

source: Question:
pt_br: Pergunta:

source: Description:
pt_br: Descrição:

source: Media:
pt_br: Meios de comunicação:

source: Add file to question
pt_br: Adicionar arquivo à pergunta

source: Add to question
pt_br: Adicionar à pergunta

source: Delete file
pt_br: Apagar arquivo

source: Update Question
pt_br: Pergunta de atualização

source: Existing Questions
pt_br: Perguntas Existentes

source: Category Questions
pt_br: Questões de categoria

source: Add a new question to this quiz - your question will also be added to the %1$squestion bank%2$s.
pt_br: Adicione uma nova pergunta a este teste - sua pergunta também será adicionada ao banco de perguntas% 1 $ squestion% 2 $ s.

source: Question Type:
pt_br: Tipo de pergunta:

source: Question Category:
pt_br: Categoria da pergunta:

source: Add Question
pt_br: Adicionar pergunta

source: Add an existing question to this quiz from the %1$squestion bank%2$s.
pt_br: Adicione uma pergunta existente a este questionário do banco de% 1 $ squestion% 2 $ s.

source: Unused
pt_br: Não utilizado

source: Used
pt_br: Usava

source: All Types
pt_br: Todos os tipos

source: All Categories
pt_br: todas as categorias

source: Search
pt_br: Procurar

source: Add Selected Question(s)
pt_br: Adicionar pergunta (s) selecionada (s)

source: Add any number of questions from a specified category. Edit your question categories %1$shere%2$s.
pt_br: Adicione qualquer número de perguntas de uma categoria especificada. Edite suas categorias de pergunta% 1 $ saqui% 2 $ s.

source: Select a Question Category
pt_br: Selecione uma categoria de pergunta

source: Number of questions:
pt_br: Número de perguntas:

source: Add Question(s)
pt_br: Adicionar pergunta (s)

source: There are no questions matching your search.
pt_br: Não há perguntas que correspondam à sua pesquisa.

source: Right:
pt_br: Direito:

source: Wrong:
pt_br: Errado:

source: Add right answer
pt_br: Adicione a resposta certa

source: Add wrong answer
pt_br: Adicionar resposta errada

source: Text before the gap:
pt_br: Texto antes da lacuna:

source: Gap:
pt_br: Lacuna:

source: Text after the gap:
pt_br: Texto após a lacuna:

source: Preview:
pt_br: Antevisão:

source: Grading Notes:
pt_br: Notas de classificação:

source: Upload notes:
pt_br: Carregar notas:

source: Displayed to the learner to describe what to upload.
pt_br: Exibido para o aluno para descrever o que enviar.

source: This feedback will be automatically displayed to the student once they have completed the quiz.
pt_br: Esse feedback será exibido automaticamente para o aluno assim que ele concluir o questionário.

source: There is no quiz for this lesson yet - please add one in the 'Quiz Questions' box.
pt_br: Ainda não há questionário para esta lição - adicione um na caixa 'Perguntas do questionário'.

source: Pass required to complete lesson
pt_br: Passe obrigatório para completar a lição

source: The passmark must be achieved before the lesson is complete.
pt_br: A senha deve ser obtida antes que a lição seja concluída.

source: Quiz passmark percentage
pt_br: Porcentagem de senha do questionário

source: Number of questions to show
pt_br: Número de perguntas para mostrar

source: Show a random selection of questions from this quiz each time a student views it.
pt_br: Mostre uma seleção aleatória de perguntas deste questionário cada vez que um aluno o visualizar.

source: Randomise question order
pt_br: Randomizar a ordem das perguntas

source: Grade quiz automatically
pt_br: Avaliar o questionário automaticamente

source: Grades quiz and displays answer explanation immediately after completion. Only applicable if quiz is limited to Multiple Choice, True/False and Gap Fill questions. Questions that have a grade of zero are skipped during autograding.
pt_br: Classifica o questionário e exibe a explicação da resposta imediatamente após a conclusão. Aplicável apenas se o questionário estiver limitado a perguntas de múltipla escolha, verdadeiro / falso e de preenchimento de lacunas. As perguntas com nota zero são ignoradas durante a classificação automática.

source: Allow user to retake the quiz
pt_br: Permitir que o usuário refaça o teste

source: Enables the quiz reset button.
pt_br: Ativa o botão de redefinição do questionário.

source: Are you sure you want to remove this question?
pt_br: Tem certeza de que deseja remover esta pergunta?

source: Are you sure you want to remove these questions?
pt_br: Tem certeza de que deseja remover essas perguntas?

source: You have selected more questions than this category contains - please reduce the number of questions that you are adding.
pt_br: Você selecionou mais perguntas do que esta categoria contém - reduza o número de perguntas que está adicionando.

source: %1$s Question(s) from %2$s
pt_br: % 1 $ s pergunta (s) de% 2 $ s

source: No Change
pt_br: Sem Mudança

source: Lesson Course
pt_br: Curso de Aula

source: No
pt_br: Não

source: Yes
pt_br: sim

source: Pass required
pt_br: Passe obrigatório

source: Pass Percentage
pt_br: Porcentagem de aprovação

source: Enable quiz reset button
pt_br: Habilitar botão de redefinição do questionário

source: Start %s
pt_br: Iniciar% s

source: Length:
pt_br: Comprimento:

source: minutes
pt_br: minutos

source: Author:
pt_br: Autor:

source: Complexity:
pt_br: Complexidade:

source: Sign Up
pt_br: Inscrever-se

source: Please sign up for the %1$s before starting the lesson.
pt_br: Por favor, inscreva-se no% 1 $ s antes de iniciar a aula.

source: You must first complete %1$s before viewing this Lesson
pt_br: Você deve primeiro completar% 1 $ s antes de ver esta lição

source: Lessons Archive
pt_br: Arquivo de aulas

source: View the Lesson Quiz
pt_br: Veja o questionário da lição

source: Search Users
pt_br: Buscar usuários

source: Show more details
pt_br: Mostrar mais detalhes

source: No items found.
pt_br: Nenhum item encontrado.

source: Messages
pt_br: Mensagens

source: Message Information
pt_br: Informação da Mensagem

source: Message sent by:
pt_br: Mensagem enviada por:

source: The username of the learner who sent this message.
pt_br: O nome de usuário do aluno que enviou esta mensagem.

source: Message received by:
pt_br: Mensagem recebida por:

source: The username of the teacher who received this message.
pt_br: O nome de usuário do professor que recebeu esta mensagem.

source: Message from course:
pt_br: Mensagem do curso:

source: The course to which this message relates.
pt_br: O curso ao qual esta mensagem se refere.

source: Message from lesson:
pt_br: Mensagem da lição:

source: The lesson to which this message relates.
pt_br: A lição a que esta mensagem se refere.

source: Message from quiz:
pt_br: Mensagem do questionário:

source: The quiz to which this message relates.
pt_br: O questionário ao qual esta mensagem está relacionada.

source: Contact Lesson Teacher
pt_br: Entre em contato com o professor da aula

source: Contact Course Teacher
pt_br: Professor do curso de contato

source: You need a higher level of permission.
pt_br: Você precisa de um nível mais alto de permissão.

source: Sorry, you are not allowed to edit this post's comments.
pt_br: Desculpe, você não tem permissão para editar os comentários desta postagem.

source: You are not allowed to view this message.
pt_br: Você não tem permissão para ver esta mensagem.

source: Please log in to view your messages.
pt_br: Por favor, faça o login para ver suas mensagens.

source: Sent by %1$s on %2$s.
pt_br: Enviado por% 1 $ s em% 2 $ s.

source: Course Modules
pt_br: Módulos de Curso

source: No modules are available for this lesson yet. %1$sPlease select a course first.%2$s
pt_br: Nenhum módulo está disponível para esta lição ainda. % 1 $ s Selecione um curso primeiro.% 2 $ s

source: No modules are available for this lesson yet. %1$sPlease add some to %3$sthe course%4$s.%2$s
pt_br: Nenhum módulo está disponível para esta lição ainda. % 1 $ sPor favor, adicione um pouco a% 3 $ sto curso% 4 $ s.% 2 $ s

source: Course(s)
pt_br: Cursos)

source: Search for courses...
pt_br: Pesquisar cursos ...

source: Search for and select the courses that this module will belong to.
pt_br: Pesquise e selecione os cursos aos quais este módulo pertencerá.

source: No course
pt_br: Sem curso

source: Back to the module
pt_br: Voltar para o módulo

source: In progress
pt_br: Em andamento
