Repository: thiagobako/sensei-lms-pt-br
Catalog: sensei-lms-*_BR (1).po
Languages: pt_br

source: Please sign up for the %1$s before starting the module.
pt_br: Inscreva-se no% 1 $ s antes de iniciar o módulo.

source: Order Modules
pt_br: Módulos de pedido

source: The module order has been saved for this course.
pt_br: O pedido do módulo foi salvo para este curso.

source: Save module order
pt_br: Salvar pedido de módulo

source: Edit course
pt_br: Editar curso

source: Module order
pt_br: Pedido de módulo

source: Order modules
pt_br: Módulos de pedido

source: Search for courses
pt_br: Pesquisar cursos

source: Search Modules
pt_br: Módulos de Pesquisa

source: All Modules
pt_br: Todos os Módulos

source: Parent Module
pt_br: Módulo Pai

source: Parent Module:
pt_br: Módulo pai:

source: View Module
pt_br: Exibir Módulo

source: Edit Module
pt_br: Editar Módulo

source: Update Module
pt_br: Módulo de atualização

source: Add New Module
pt_br: Adicionar Novo Módulo

source: New Module Name
pt_br: Novo Nome do Módulo

source: No modules found.
pt_br: Nenhum módulo encontrado.

source: &larr; Back to Modules
pt_br: ← Voltar para Módulos

source: Error: Feed does not exist
pt_br: Erro: Feed não existe

source: Search Course Categories
pt_br: Pesquisar categorias de cursos

source: Parent Course Category
pt_br: Categoria de curso para pais

source: Parent Course Category:
pt_br: Categoria de curso para pais:

source: View Course Category
pt_br: Ver categoria do curso

source: Edit Course Category
pt_br: Editar categoria de curso

source: Update Course Category
pt_br: Atualizar categoria de curso

source: Add New Course Category
pt_br: Adicionar nova categoria de curso

source: New Course Category Name
pt_br: Nome da nova categoria de curso

source: Course Categories
pt_br: Categorias de curso

source: &larr; Back to Course Categories
pt_br: ← Voltar para Categorias de Curso

source: Search Quiz Types
pt_br: Tipos de questionário de pesquisa

source: All Quiz Types
pt_br: Todos os tipos de questionário

source: Parent Quiz Type
pt_br: Tipo de questionário dos pais

source: Parent Quiz Type:
pt_br: Tipo de questionário dos pais:

source: Edit Quiz Type
pt_br: Editar tipo de questionário

source: Update Quiz Type
pt_br: Atualizar tipo de questionário

source: Add New Quiz Type
pt_br: Adicionar novo tipo de questionário

source: New Quiz Type Name
pt_br: Nome do novo tipo de questionário

source: Quiz Types
pt_br: Tipos de questionário

source: Search Question Types
pt_br: Tipos de perguntas de pesquisa

source: All Question Types
pt_br: Todos os tipos de perguntas

source: Parent Question Type
pt_br: Tipo de pergunta dos pais

source: Parent Question Type:
pt_br: Tipo de pergunta dos pais:

source: Edit Question Type
pt_br: Editar tipo de pergunta

source: Update Question Type
pt_br: Atualizar tipo de pergunta

source: Add New Question Type
pt_br: Adicionar novo tipo de pergunta

source: New Question Type Name
pt_br: Novo nome de tipo de pergunta

source: Question Types
pt_br: Tipos de pergunta

source: Search Question Categories
pt_br: Pesquisar categorias de perguntas

source: All Question Categories
pt_br: Todas as categorias de perguntas

source: Parent Question Category
pt_br: Categoria de pergunta dos pais

source: Parent Question Category:
pt_br: Categoria de pergunta dos pais:

source: View Question Category
pt_br: Exibir categoria de pergunta

source: Edit Question Category
pt_br: Editar categoria de pergunta

source: Update Question Category
pt_br: Atualizar categoria de pergunta

source: Add New Question Category
pt_br: Adicionar nova categoria de pergunta

source: New Question Category Name
pt_br: Novo nome de categoria de pergunta

source: Categories
pt_br: Categorias

source: &larr; Back to Question Categories
pt_br: ← Voltar para Categorias de Perguntas

source: Search Lesson Tags
pt_br: Pesquisar tags de lição

source: All Lesson Tags
pt_br: Todas as etiquetas de aula

source: Parent Tag
pt_br: Tag Pai

source: Parent Tag:
pt_br: Tag pai:

source: View Lesson Tag
pt_br: Ver etiqueta da lição

source: Edit Lesson Tag
pt_br: Editar etiqueta de aula

source: Update Lesson Tag
pt_br: Atualizar etiqueta de aula

source: Add New Lesson Tag
pt_br: Adicionar nova etiqueta de lição

source: New Tag Name
pt_br: Novo nome de tag

source: Lesson Tags
pt_br: Etiquetas de aula

source: &larr; Back to Lesson Tags
pt_br: ← Voltar para Etiquetas de Aula

source: Quizzes
pt_br: Questionários

source: Multiple Question
pt_br: Múltipla Questão

source: Multiple Questions
pt_br: Perguntas Múltiplas

source: Message
pt_br: Mensagem

source: Add New
pt_br: Adicionar novo

source: Add New %s
pt_br: Adicionar novo% s

source: New %s
pt_br: Notícias

source: All %s
pt_br: Todos% s

source: View %s
pt_br: Visualizações

source: Search %s
pt_br: Pesquisa% s

source: No %s found
pt_br: Nenhum% s encontrado

source: No %s found in Trash
pt_br: Nenhum% s encontrado na lixeira

source: %1$s updated. %2$sView %1$s%3$s.
pt_br: % 1 $ s atualizado. % 2 $ s Visualize% 1 $ s% 3 $ s.

source: Custom field updated.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
pt_br: Campo personalizado excluído.

source: %1$s updated.
pt_br: % 1 $ s atualizado.

source: %1$s restored to revision from %2$s.
pt_br: % 1 $ s restaurado para revisão de% 2 $ s.

source: %1$s published. %2$sView %1$s%3$s.
pt_br: % 1 $ s publicado. % 2 $ s Visualize% 1 $ s% 3 $ s.

source: %1$s saved.
pt_br: % 1 $ s salvo.

source: %1$s submitted. %2$sPreview %1$s%3$s.
pt_br: % 1 $ s enviado. % 2 $ sPreview% 1 $ s% 3 $ s.

source: %1$s scheduled for: %2$s. %3$sPreview %4$s%5$s.
pt_br: % 1 $ s agendado para:% 2 $ s. % 3 $ sPreview% 4 $ s% 5 $ s.

source: %1$s draft updated. %2$sPreview %3$s%4$s.
pt_br: Rascunho de% 1 $ s atualizado. % 2 $ sPreview% 3 $ s% 4 $ s.

source: Course name
pt_br: Nome do curso

source: %1$sThis question does not appear in any quizzes yet.%2$s
pt_br: % 1 $ sEsta questão ainda não aparece em nenhum questionário.% 2 $ s

source: All types
pt_br: Todos os tipos

source: All categories
pt_br: Todas as categorias

source: Right Answer:
pt_br: Resposta correta:

source: Incorrect - Right Answer:
pt_br: Incorreto - Resposta certa:

source: Grade: %d
pt_br: Nota:% d

source: Maximum upload file size: %s
pt_br: Tamanho máximo do arquivo de upload:% s

source: Quiz Saved Successfully.
pt_br: Questionário salvo com sucesso.

source: %s Quiz
pt_br: % s questionário

source: Complete Quiz
pt_br: Questionário completo

source: Save Quiz
pt_br: Salvar questionário

source: Reset Quiz
pt_br: Reiniciar questionário

source: Override init_sections() in your class.
pt_br: Substitua init_sections () em sua classe.

source: Override init_fields() in your class.
pt_br: Substitua init_fields () em sua classe.

source: %s is a required field
pt_br: % s é um campo obrigatório

source: %s updated
pt_br: % s atualizado

source: Sensei LMS Settings
pt_br: Configurações Sensei LMS

source: Settings
pt_br: Configurações

source: General
pt_br: Em geral

source: Settings that apply to the entire plugin.
pt_br: Configurações que se aplicam a todo o plugin.

source: Settings that apply to all Courses.
pt_br: Configurações que se aplicam a todos os cursos.

source: Settings that apply to all Lessons.
pt_br: Configurações que se aplicam a todas as aulas.

source: Email Notifications
pt_br: Notificações de e-mail

source: Settings for email notifications sent from your site.
pt_br: Configurações para notificações por e-mail enviadas de seu site.

source: Learner Profiles
pt_br: Perfis de Aluno

source: Settings for public Learner Profiles.
pt_br: Configurações para perfis de aluno públicos.

source: Once all the course lessons have been completed
pt_br: Assim que todas as lições do curso forem concluídas

source: At any time (by clicking the 'Complete Course' button)
pt_br: A qualquer momento (clicando no botão 'Concluir Curso')

source: Don't show quiz question points
pt_br: Não mostrar pontos de interrogação do questionário

source: Number (e.g. 1. Default)
pt_br: Número (por exemplo, 1. Padrão)

source: Brackets (e.g. [1])
pt_br: Parênteses (por exemplo, [1])

source: Text (e.g. Points: 1)
pt_br: Texto (por exemplo, pontos: 1)

source: Text and Brackets (e.g. [Points: 1])
pt_br: Texto e colchetes (por exemplo, [Pontos: 1])

source: Access Permissions
pt_br: Permissões de acesso

source: Users must be logged in to view lesson content.
pt_br: Os usuários devem estar logados para visualizar o conteúdo da aula.

source: Disable Private Messages
pt_br: Desativar mensagens privadas

source: Disable the private message functions between learners and teachers.
pt_br: Desative as funções de mensagem privada entre alunos e professores.

source: Course Archive Page
pt_br: Página de arquivo do curso

source: The page to use to display courses. If you leave this blank the default custom post type archive will apply.
pt_br: A página a ser usada para exibir os cursos. Se você deixar em branco, o arquivo de tipo de postagem personalizado padrão será aplicado.

source: My Courses Page
pt_br: Página Meus Cursos

source: The page to use to display the courses that a user is currently taking as well as the courses a user has complete.
pt_br: A página a ser usada para exibir os cursos que um usuário está fazendo no momento, bem como os cursos que um usuário concluiu.

source: Course Completed Page
pt_br: Página de curso concluído

source: The page that is displayed after a learner completes a course.
pt_br: A página que é exibida depois que o aluno conclui um curso.

source: Use placeholder images
pt_br: Use imagens de espaço reservado

source: Output a placeholder image when no featured image has been specified for Courses and Lessons.
pt_br: Produza uma imagem de espaço reservado quando nenhuma imagem em destaque tiver sido especificada para Cursos e Aulas.

source: Disable Sensei LMS Styles
pt_br: Desativar estilos Sensei LMS

source: Prevent the frontend stylesheets from loading. This will remove the default styles for all Sensei LMS elements.
pt_br: Impedir que as folhas de estilo do frontend sejam carregadas. Isso removerá os estilos padrão de todos os elementos Sensei LMS.

source: Quiz question points format
pt_br: Formato de pontos de pergunta do questionário

source: Set the quiz question points format
pt_br: Defina o formato dos pontos de pergunta do questionário

source: Disable Sensei LMS Javascript
pt_br: Desativar Sensei LMS Javascript

source: Prevent the frontend javascript from loading. This affects the progress bars and the My Courses tabs.
pt_br: Impedir que o javascript do frontend carregue. Isso afeta as barras de progresso e as guias Meus Cursos.

source: Disable HTML security
pt_br: Desativar segurança HTML

source: Allow any HTML tags in the Video Embed field. Warning: Enabling this may leave your site more vulnerable to XSS attacks
pt_br: Permitir qualquer tag HTML no campo Video Embed. Aviso: ativar isso pode deixar seu site mais vulnerável a ataques XSS

source: Delete data on uninstall
pt_br: Excluir dados na desinstalação

source: Delete Sensei LMS data when the plugin is deleted. Once removed, this data cannot be restored.
pt_br: Exclua os dados do Sensei LMS quando o plugin for excluído. Depois de removidos, esses dados não podem ser restaurados.

source: Courses are complete:
pt_br: Os cursos estão completos:

source: This will determine when courses are marked as complete.
pt_br: Isso determinará quando os cursos serão marcados como concluídos.

source: Display Course Author
pt_br: Exibir autor do curso

source: Output the Course Author on Course archive and My Courses page.
pt_br: Exiba o Autor do curso no arquivo do curso e na página Meus cursos.

source: My Courses Pagination
pt_br: Paginação dos meus cursos

source: The number of courses to output for the my courses page.
pt_br: O número de cursos a serem produzidos na página meus cursos.

source: Course Archive Image
pt_br: Imagem do arquivo do curso

source: Output the Course Image on the Course Archive Page.
pt_br: Produza a imagem do curso na página de arquivo do curso.

source: Image Width - Archive
pt_br: Largura da imagem - Arquivo

source: The width in pixels of the featured image for the Course Archive page.
pt_br: A largura em pixels da imagem apresentada para a página Arquivo do curso.

source: Image Height - Archive
pt_br: Altura da imagem - Arquivo

source: The height in pixels of the featured image for the Course Archive page.
pt_br: A altura em pixels da imagem apresentada para a página Arquivo do curso.

source: Image Hard Crop - Archive
pt_br: Imagem Hard Crop - Arquivo

source: After changing this setting, you may need to %1$sregenerate your thumbnails%2$s.
pt_br: Depois de alterar esta configuração, pode ser necessário% 1 $ sregenerar suas miniaturas% 2 $ s.

source: Single Course Image
pt_br: Imagem de Curso Único

source: Output the Course Image on the Single Course Page.
pt_br: Produza a imagem do curso na página de curso único.

source: Image Width - Single
pt_br: Largura da imagem - única

source: The width in pixels of the featured image for the Course single post page.
pt_br: A largura em pixels da imagem em destaque para a página de postagem única do curso.

source: Image Height - Single
pt_br: Altura da imagem - única

source: The height in pixels of the featured image for the Course single post page.
pt_br: A altura em pixels da imagem apresentada para a página de postagem única do curso.

source: Image Hard Crop - Single
pt_br: Imagem Hard Crop - Single

source: Featured Courses Panel
pt_br: Painel de cursos em destaque

source: Output the Featured Courses Panel on the Course Archive Page.
pt_br: Exiba o Painel de Cursos em Destaque na Página de Arquivo de Cursos.

source: More link text
pt_br: Mais texto do link

source: The text that will be displayed on the Course Archive for the more courses link.
pt_br: O texto que será exibido no Arquivo do Curso para o link de mais cursos.

source: More
pt_br: Mais

source: Allow Comments for Lessons
pt_br: Permitir comentários para aulas

source: This will allow learners to post comments on the single Lesson page, only learner who have access to the Lesson will be allowed to comment.
pt_br: Isso permitirá que os alunos postem comentários em uma única página da Lição, apenas os alunos com acesso à Lição terão permissão para fazer comentários.

source: Display Lesson Author
pt_br: Exibir autor da lição

source: Output the Lesson Author on Course single page & Lesson archive page.
pt_br: Produza o autor da lição na página única do curso e na página de arquivo da lição.

source: Course Lesson Images
pt_br: Imagens da lição do curso

source: Output the Lesson Image on the Single Course Page.
pt_br: Produza a imagem da lição na página de um único curso.

source: Image Width - Course Lessons
pt_br: Largura da imagem - Aulas do curso

source: The width in pixels of the featured image for the Lessons on the Course Single page.
pt_br: A largura em pixels da imagem apresentada para as Lições da página Única do Curso.

source: Image Height - Course Lessons
pt_br: Altura da imagem - Aulas do curso

source: The height in pixels of the featured image for the Lessons on the Course Single page.
pt_br: A altura em pixels da imagem apresentada para as Lições da página Única do Curso.

source: Image Hard Crop - Course Lessons
pt_br: Image Hard Crop - Lições do curso

source: Single Lesson Images
pt_br: Imagens de uma aula

source: Output the Lesson Image on the Single Lesson Page.
pt_br: Produza a imagem da lição na página de uma única lição.

source: The width in pixels of the featured image for the Lessons single post page.
pt_br: A largura em pixels da imagem em destaque para a página de postagem única das Lições.

source: The height in pixels of the featured image for the Lessons single post page.
pt_br: A altura em pixels da imagem apresentada para a página de postagem única das Lições.

source: Public learner profiles
pt_br: Perfis de alunos públicos

source: Enable public learner profiles that will be accessible to everyone. Profile URL format: %s
pt_br: Habilite perfis de aluno públicos que serão acessíveis a todos. Formato do URL do perfil:% s

source: Show learner's courses
pt_br: Mostrar os cursos do aluno

source: Display the learner's active and completed courses on their profile.
pt_br: Exibe os cursos ativos e concluídos do aluno em seu perfil.

source: Their quiz is graded (auto and manual grading)
pt_br: O questionário deles é avaliado (avaliação automática e manual)

source: They complete a course
pt_br: Eles completam um curso

source: A learner starts their course
pt_br: Um aluno inicia seu curso

source: A learner completes their course
pt_br: Um aluno conclui seu curso

source: A learner completes a lesson
pt_br: Um aluno conclui uma lição

source: A learner submits a quiz for grading
pt_br: Um aluno envia um questionário para avaliação

source: A learner sends a private message to a teacher
pt_br: Um aluno envia uma mensagem privada para um professor

source: They receive a reply to their private message
pt_br: Eles recebem uma resposta à sua mensagem privada

source: Emails Sent to Learners
pt_br: Emails enviados aos alunos

source: Select the notifications that will be sent to learners.
pt_br: Selecione as notificações que serão enviadas aos alunos.

source: Emails Sent to Teachers
pt_br: Emails enviados para professores

source: Select the notifications that will be sent to teachers.
pt_br: Selecione as notificações que serão enviadas aos professores.

source: Emails Sent to All Users
pt_br: Emails enviados para todos os usuários

source: Select the notifications that will be sent to all users.
pt_br: Selecione as notificações que serão enviadas a todos os usuários.

source: "From" Name
pt_br: "De nome

source: The name from which all emails will be sent.
pt_br: O nome a partir do qual todos os e-mails serão enviados.

source: "From" Address
pt_br: "A partir do endereço

source: The address from which all emails will be sent.
pt_br: O endereço de onde todos os e-mails serão enviados.

source: Header Image
pt_br: Imagem de cabeçalho

source: Enter a URL to an image you want to show in the email's header. Upload your image using the %1$smedia uploader%2$s.
pt_br: Insira um URL para uma imagem que você deseja mostrar no cabeçalho do e-mail. Faça upload da sua imagem usando o uploader% 1 $ smedia% 2 $ s.

source: Email Footer Text
pt_br: Texto do rodapé do email

source: The text to appear in the footer of Sensei LMS emails.
pt_br: O texto que aparecerá no rodapé dos e-mails do Sensei LMS.

source: %1$s - Powered by Sensei LMS
pt_br: % 1 $ s - Tecnologia Sensei LMS

source: Base Colour
pt_br: Cor Base

source: The base colour for Sensei LMS email templates. Default %1$s#557da1%2$s.
pt_br: A cor base para os modelos de e-mail Sensei LMS. Padrão% 1 $ s # 557da1% 2 $ s.

source: Background Colour
pt_br: Cor de fundo

source: The background colour for Sensei LMS email templates. Default %1$s#f5f5f5%2$s.
pt_br: A cor de fundo dos modelos de e-mail Sensei LMS. Padrão% 1 $ s # f5f5f5% 2 $ s.

source: Body Background Colour
pt_br: Cor de fundo do corpo

source: The main body background colour for Sensei LMS email templates. Default %1$s#fdfdfd%2$s.
pt_br: A cor de fundo do corpo principal para modelos de e-mail Sensei LMS. Padrão% 1 $ s # fdfdfd% 2 $ s.

source: Body Text Colour
pt_br: Cor do corpo do texto

source: The main body text colour for Sensei LMS email templates. Default %1$s#505050%2$s.
pt_br: A cor do texto do corpo principal dos modelos de e-mail Sensei LMS. Padrão% 1 $ s # 505050% 2 $ s.

source: Select a Page:
pt_br: Selecione uma página:

source: Teacher
pt_br: Professor

source: New course created.
pt_br: Novo curso criado.

source: New course created by
pt_br: Novo curso criado por

source: Show all teachers
pt_br: Mostrar todos os professores

source: All courses by %s
pt_br: Todos os cursos por% s

source: We'd love if you helped us make Sensei LMS better by allowing us to collect <a href="%s" target="_blank">usage tracking data</a>. No sensitive information is collected, and you can opt out at any time.
pt_br: Adoraríamos se você nos ajudasse a tornar o Sensei LMS melhor, nos permitindo coletar <a href="%s" target="_blank">dados de rastreamento de uso</a> . Nenhuma informação sensível é coletada e você pode cancelar a qualquer momento.

source: Enable usage tracking
pt_br: Habilitar rastreamento de uso

source: Help us make Sensei LMS better by allowing us to collect <a href="%s" target="_blank">usage tracking data</a>. No sensitive information is collected.
pt_br: Ajude-nos a tornar o Sensei LMS melhor, permitindo-nos coletar <a href="%s" target="_blank">dados de rastreamento de uso</a> . Nenhuma informação sensível é coletada.

source: At no point should user_id be equal to 0.
pt_br: Em nenhum momento o user_id deve ser igual a 0.

source: You have not started this course yet.
pt_br: Você ainda não começou este curso.

source: You have passed this course with a grade of %1$d%%.
pt_br: Você foi aprovado neste curso com uma nota de% 1 $ d %%.

source: You require %1$d%% to pass this course. Your grade is %2$s%%.
pt_br: Você precisa de% 1 $ d %% para passar neste curso. Sua nota é% 2 $ s %%.

source: You have not taken this lesson's quiz yet
pt_br: Você ainda não fez o teste desta lição

source: Please sign up for %1$sthe course%2$s before taking this quiz
pt_br: Inscreva-se no% 1 $ sto curso% 2 $ s antes de responder a este teste

source: You must be logged in to take this quiz
pt_br: Você deve estar logado para responder a este questionário

source: Congratulations! You have passed this lesson.
pt_br: Parabéns! Você passou nesta lição.

source: Congratulations! You have completed this lesson.
pt_br: Parabéns! Você concluiu esta lição.

source: Congratulations! You have passed this lesson's quiz achieving %s%%
pt_br: Parabéns! Você passou no teste desta lição com% s %%

source: Congratulations! You have passed this quiz achieving %s%%
pt_br: Parabéns! Você passou neste teste com% s %%

source: You have completed this lesson's quiz and it will be graded soon. %1$sView the lesson quiz%2$s
pt_br: Você concluiu o questionário desta lição e ela será avaliada em breve. % 1 $ sVeja o questionário da lição% 2 $ s

source: You have completed this quiz and it will be graded soon. You require %1$s%% to pass.
pt_br: Você concluiu este questionário e será avaliado em breve. Você precisa de% 1 $ s %% para passar.

source: You require %1$d%% to pass this lesson's quiz. Your grade is %2$s%%
pt_br: Você precisa de% 1 $ d %% para passar no teste desta lição. Sua nota é% 2 $ s %%

source: You require %1$d%% to pass this quiz. Your grade is %2$s%%
pt_br: Você precisa de% 1 $ d %% para passar neste teste. Sua nota é% 2 $ s %%

source: You require %1$d%% to pass this lesson's quiz.
pt_br: Você precisa de% 1 $ d %% para passar no teste desta lição.

source: You require %1$d%% to pass this quiz.
pt_br: Você precisa de% 1 $ d %% para passar neste teste.

source: Please sign up for the %1$s before taking this quiz.
pt_br: Inscreva-se no% 1 $ s antes de responder a este teste.

source: View the lesson quiz
pt_br: Veja o questionário da lição

source: Points: %s
pt_br: Pontos:% s

source: Cheatin&#8217; huh?
pt_br: Cheatin &#39;hein?

source: Please complete the previous %1$s before taking this course.
pt_br: Conclua o% 1 $ s anterior antes de fazer este curso.

source: Or %1$s login %2$s to access your purchased courses
pt_br: Ou% 1 $ s faça login% 2 $ s para acessar seus cursos adquiridos

source: Restricted Access
pt_br: Acesso restrito

source: This is a preview lesson. Please purchase the %1$s to access all lessons.
pt_br: Esta é uma lição prévia. Adquira o% 1 $ s para acessar todas as aulas.

source: Please purchase the %1$s before starting this Lesson.
pt_br: Adquira o% 1 $ s antes de iniciar esta lição.
