Repository: thiagobako/sensei-lms-pt-br
Catalog: sensei-lms-*_BR (1).po
Languages: pt_br

source: Quick Feedback
pt_br: Feedback rápido

source: If you have a moment, please let us know why you are deactivating so that we can work to improve our product.
pt_br: Se você tiver um momento, diga-nos porque você está desativando para que possamos trabalhar para melhorar nosso produto.

source: Submit Feedback
pt_br: Enviar feedback

source: Skip Feedback
pt_br: Pular feedback

source: I no longer need the plugin
pt_br: Eu não preciso mais do plugin

source: The plugin isn't working
pt_br: O plugin não está funcionando

source: What isn't working properly?
pt_br: O que não está funcionando corretamente?

source: I'm looking for different functionality
pt_br: Estou procurando uma funcionalidade diferente

source: What functionality is missing?
pt_br: Que funcionalidade está faltando?

source: I found a better plugin
pt_br: Eu encontrei um plugin melhor

source: What's the name of the plugin?
pt_br: Qual é o nome do plugin?

source: It's a temporary deactivation
pt_br: É uma desativação temporária

source: Why are you deactivating?
pt_br: Por que você está desativando?

source: Add text…
pt_br: Adicione texto…

source: Border settings
pt_br: Configurações de borda

source: Border radius
pt_br: Raio de fronteira

source: Change button alignment
pt_br: Alterar o alinhamento do botão

source: Background color
pt_br: Cor de fundo

source: Text color
pt_br: Cor do texto

source: Fill
pt_br: Encher

source: Outline
pt_br: Contorno

source: Enrolled
pt_br: Inscrito

source: Not Enrolled
pt_br: Não inscrito

source: Course Completed
pt_br: Curso Concluído

source: Remove condition
pt_br: Remover condição

source: Visible when
pt_br: Visível quando

source: Conditional Content
pt_br: Conteúdo Condicional

source: Content inside this block will be shown to the selected subgroup of users.
pt_br: O conteúdo dentro deste bloco será mostrado ao subgrupo de usuários selecionado.

source: Content
pt_br: Contente

source: Locked
pt_br: Trancado

source: Private
pt_br: Privado

source: Completed
pt_br: Concluído

source: Restrict
pt_br: Restringir

source: Access
pt_br: Acesso

source: Enable a registered user to contact the teacher. This block is only displayed if the user is logged in and private messaging is enabled.
pt_br: Permitir que um usuário registrado entre em contato com o professor. Este bloqueio só é exibido se o usuário estiver logado e o envio de mensagens privadas estiver habilitado.

source: Contact Teacher
pt_br: Professor de contato

source: Course Completed Actions
pt_br: Ações de curso concluído

source: Prompt learners to take action after completing a course.
pt_br: Instrua os alunos a agirem após a conclusão de um curso.

source: Course
pt_br: Curso

source: Actions
pt_br: Ações

source: Buttons
pt_br: Botões

source: View Certificate
pt_br: Ver certificado

source: Find More Courses
pt_br: Encontre mais cursos

source: Prompt learners to find more courses.
pt_br: Peça aos alunos que encontrem mais cursos.

source: Courses
pt_br: Cursos

source: Archive
pt_br: Arquivo

source: Course modules and lessons could not be updated. %s
pt_br: Módulos e lições do curso não puderam ser atualizados. % s

source: Where your course content lives.
pt_br: Onde está o conteúdo do seu curso.

source: Lesson
pt_br: Lição

source: Start learning
pt_br: Comece a aprender

source: Preview
pt_br: Antevisão

source: Unsaved
pt_br: Não salvo

source: Draft
pt_br: Rascunho

source: Add Lesson
pt_br: Adicionar lição

source: Edit lesson
pt_br: Editar aula

source: Edit details such as lesson content, prerequisite, quiz settings and more.
pt_br: Edite detalhes como o conteúdo da lição, pré-requisitos, configurações do questionário e muito mais.

source: Typography
pt_br: Tipografia

source: Group related lessons together.
pt_br: Agrupe as lições relacionadas.

source: Course Module
pt_br: Módulo de Curso

source: Group
pt_br: Grupo

source: Lessons
pt_br: Lições

source: Module
pt_br: Módulo

source: About Module
pt_br: Sobre o Módulo

source: Filled
pt_br: Preenchidas

source: Minimal
pt_br: Mínimo

source: Module name
pt_br: Nome do módulo

source: Toggle module content
pt_br: Alternar conteúdo do módulo

source: Module description
pt_br: Descrição do módulo

source: Main color
pt_br: Cor Principal

source: Border color
pt_br: Cor da borda

source: Border
pt_br: Fronteira

source: Toggle to enable the border.
pt_br: Alterne para habilitar a borda.

source: Course Outline
pt_br: Esboço de Curso

source: Manage your Sensei LMS course outline.
pt_br: Gerencie seu esboço do curso Sensei LMS.

source: Modules
pt_br: Módulos

source: Structure
pt_br: Estrutura

source: First Lesson
pt_br: Primeira lição

source: Second Lesson
pt_br: Segunda aula

source: Lesson name
pt_br: Nome da aula

source: Add Module or Lesson
pt_br: Adicionar Módulo ou Aula

source: Build and display a course outline. A course is made up of modules (optional) and lessons. You can use modules to group related lessons together.
pt_br: Construa e exiba um esboço do curso. Um curso é composto de módulos (opcionais) e lições. Você pode usar módulos para agrupar lições relacionadas.

source: Create a module
pt_br: Crie um módulo

source: Create a lesson
pt_br: Crie uma aula

source: Collapsible modules
pt_br: Módulos recolhíveis

source: Modules can be collapsed or expanded.
pt_br: Os módulos podem ser recolhidos ou expandidos.

source: Toggle the border for all modules.
pt_br: Alterne a borda para todos os módulos.

source: Not Started
pt_br: não foi iniciado

source: In Progress
pt_br: Em andamento

source: Preview a status. The actual status that the learner sees is determined by their progress in the course.
pt_br: Visualize um status. O status real que o aluno vê é determinado pelo seu progresso no curso.

source: Progress bar color
pt_br: Cor da barra de progresso

source: Progress bar background color
pt_br: Cor de fundo da barra de progresso

source: Course Progress
pt_br: Progresso do Curso

source: Display the user's progress in the course. This block is only displayed if the user is enrolled.
pt_br: Exibe o progresso do usuário no curso. Este bloco só é exibido se o usuário estiver inscrito.

source: Progress
pt_br: Progresso

source: Your Total Grade
pt_br: Sua nota total

source: Course Title
pt_br: Título do curso

source: Module A
pt_br: Módulo A

source: Module B
pt_br: Módulo B

source: Module C
pt_br: Módulo C

source: Module color
pt_br: Cor do módulo

source: Module text color
pt_br: Cor do texto do módulo

source: Module border color
pt_br: Cor da borda do módulo

source: Lesson %s
pt_br: Lição% s

source: Course Results
pt_br: Resultados do Curso

source: Show course results to learners on the course completion page.
pt_br: Mostre os resultados do curso aos alunos na página de conclusão do curso.

source: Results
pt_br: Resultados

source: Completion
pt_br: Conclusão

source: Reset
pt_br: Redefinir

source: Manage what learners see on their dashboard. This block is only displayed to logged in learners.
pt_br: Gerencie o que os alunos veem em seus painéis. Este bloco é exibido apenas para alunos conectados.

source: Learner Courses
pt_br: Cursos de Aluno

source: My Courses
pt_br: Meus cursos

source: Dashboard
pt_br: Painel

source: Student
pt_br: Aluna

source: Learner
pt_br: Aprendiz

source: Active Courses
pt_br: Cursos Ativos

source: Completed Courses
pt_br: Cursos Concluídos

source: Category Name
pt_br: Nome da Categoria

source: This is a preview of the course description…
pt_br: Esta é uma prévia da descrição do curso ...

source: View Results
pt_br: Ver resultados

source: All Courses
pt_br: Todos os cursos

source: Styling
pt_br: Estilo

source: Color settings
pt_br: Configurações de cor

source: Featured image
pt_br: Imagem em destaque

source: Category
pt_br: Categoria

source: Description
pt_br: Descrição

source: Progress bar
pt_br: Barra de progresso

source: List view
pt_br: Exibição de lista

source: Grid view
pt_br: Vista de grade

source: Primary color
pt_br: Cor primária

source: Accent color
pt_br: Cor de destaque

source: Course settings
pt_br: Configurações do curso

source: My Messages
pt_br: Minhas mensagens

source: Enable a learner to view their messages. This block is only displayed if the learner is logged in and private messaging is enabled.
pt_br: Permita que um aluno veja suas mensagens. Este bloco é exibido apenas se o aluno estiver conectado e o envio de mensagens privadas estiver ativado.

source: Learner Messages Button
pt_br: Botão de mensagens do aluno

source: You have added the "Learner Messages Button" block to your editor, but messages are disabled in your settings.
pt_br: Você adicionou o bloco "Botão de mensagens do aluno" ao seu editor, mas as mensagens estão desativadas nas configurações.

source: Go to disabled messages setting
pt_br: Vá para a configuração de mensagens desabilitadas

source: Enable a learner to mark the lesson as complete. This block is only displayed if the lesson has no quiz or the quiz is optional.
pt_br: Permita que um aluno marque a lição como concluída. Este bloco só é exibido se a lição não tiver questionário ou se o questionário for opcional.

source: Complete
pt_br: Completo

source: Finish
pt_br: Terminar

source: Button
pt_br: Botão

source: Complete Lesson
pt_br: Lição Completa

source: Lesson Actions
pt_br: Ações de aula

source: Enable a learner to perform specific actions for a lesson.
pt_br: Permita que um aluno execute ações específicas para uma lição.

source: Next
pt_br: Próximo

source: Reset Lesson
pt_br: Reiniciar lição

source: Preview lesson state
pt_br: Pré-visualizar o estado da lição

source: Additional Actions
pt_br: Ações Adicionais

source: Enable a learner to move to the next lesson. This block is only displayed if the current lesson has been completed.
pt_br: Permita que o aluno passe para a próxima lição. Este bloco é exibido apenas se a lição atual foi concluída.

source: Continue
pt_br: Continuar

source: Next Lesson
pt_br: Próxima lição

source: Enable a learner to reset their progress. This block is only displayed if the lesson is completed and has no quiz, or the quiz is completed and retakes are enabled.
pt_br: Permita que um aluno reinicie seu progresso. Este bloco é exibido apenas se a lição for concluída e não tiver questionário, ou se o questionário for concluído e as repetições ativadas.

source: Restart
pt_br: Reiniciar

source: Revert
pt_br: Reverter

source: Enable a learner to view the quiz.
pt_br: Permita que um aluno visualize o questionário.

source: Quiz
pt_br: Questionário

source: View Quiz
pt_br: Ver questionário

source: Easy
pt_br: Fácil

source: Standard
pt_br: Padrão

source: Hard
pt_br: Difícil

source: None
pt_br: Nenhum

source: Add lesson properties such as length and difficulty.
pt_br: Adicione propriedades de aula, como duração e dificuldade.

source: Metadata
pt_br: Metadados

source: Length
pt_br: Comprimento

source: Complexity
pt_br: Complexidade

source: Difficulty
pt_br: Dificuldade

source: Lesson Information
pt_br: Informação da lição

source: Lesson Properties
pt_br: Propriedades da aula

source: Properties
pt_br: Propriedades

source: minute
pt_br: minuto

source: Browse…
pt_br: Navegar…

source: Text before the gap
pt_br: Texto antes da lacuna

source: Add right answers. Separate with commas or the Enter key.
pt_br: Adicione as respostas certas. Separe com vírgulas ou a tecla Enter.

source: Text after the gap
pt_br: Texto após a lacuna

source: Short answer to an open-ended question.
pt_br: Resposta curta a uma pergunta aberta.

source: Long answer to an open-ended question.
pt_br: Resposta longa para uma pergunta aberta.

source: File Upload
pt_br: Upload de arquivo

source: Upload a file or document.
pt_br: Faça upload de um arquivo ou documento.

source: Multiple Choice
pt_br: Múltipla escolha

source: Select from a list of options.
pt_br: Selecione em uma lista de opções.

source: Add at least one right and one wrong answer.
pt_br: Adicione pelo menos uma resposta certa e uma errada.

source: Add a wrong answer to this question.
pt_br: Adicione uma resposta errada a esta pergunta.

source: True/False
pt_br: Verdadeiro falso

source: Select whether a statement is true or false.
pt_br: Selecione se uma afirmação é verdadeira ou falsa.

source: Gap Fill
pt_br: Preencher uma lacuna

source: Fill in the blank.
pt_br: Preencha o espaço em branco.

source: Add a right answer to this question.
pt_br: Adicione uma resposta certa a esta pergunta.

source: Add text before and after the gap.
pt_br: Adicione texto antes e depois da lacuna.

source: Single Line
pt_br: Única linha

source: Answer:
pt_br: Responder:

source: Add Answer
pt_br: Adicionar Resposta

source: Right
pt_br: Direito

source: Wrong
pt_br: Errado

source: True
pt_br: Verdadeiro

source: False
pt_br: Falso

source: Answer Feedback
pt_br: Responder feedback

source: Show feedback to students after they submit the quiz.
pt_br: Mostre feedback aos alunos depois que eles enviarem o questionário.

source: Correct
pt_br: Correto

source: Enter feedback to be displayed if a student gets this answer right. Type / to choose a block.
pt_br: Insira o feedback a ser exibido se um aluno acertar a resposta. Digite / para escolher um bloco.

source: Incorrect
pt_br: Incorreta

source: Enter feedback to be displayed if a student gets this answer wrong. Type / to choose a block.
pt_br: Insira o feedback a ser exibido se um aluno errar a resposta. Digite / para escolher um bloco.

source: Correct Answer Feedback
pt_br: Feedback da resposta correta

source: Display correct answer feedback.
pt_br: Exibir feedback de resposta correta.

source: Incorrect Answer Feedback
pt_br: Feedback de resposta incorreta

source: Display incorrect answer feedback.
pt_br: Exibir feedback de resposta incorreta.

source: Category Question
pt_br: Pergunta de categoria

source: %d question
pt_br: % d pergunta

source: Category Question Settings
pt_br: Configurações de pergunta de categoria

source: No question categories exist.
pt_br: Não existem categorias de perguntas.

source: Number of Questions
pt_br: Número de perguntas

source: An error occurred while retrieving questions: %s
pt_br: Ocorreu um erro ao recuperar as perguntas:% s

source: The selected category has %d question.
pt_br: A categoria selecionada tem% d pergunta.

source: Pull questions from a question category.
pt_br: Tire as perguntas de uma categoria de perguntas.

source: Example Category
pt_br: Categoria de exemplo

source: Assign a category to this question.
pt_br: Atribua uma categoria a esta pergunta.

source: Answers
pt_br: Respostas

source: Question Answers.
pt_br: Respostas da pergunta.

source: Question
pt_br: Pergunta

source: The building block of all quizzes.
pt_br: O bloco de construção de todos os questionários.

source: Example Quiz Question
pt_br: Exemplo de pergunta de teste

source: Add a title to this question.
pt_br: Adicione um título a esta pergunta.

source: Any updates made to this question will also update it in any other quiz that includes it.
pt_br: Todas as atualizações feitas a esta pergunta também irão atualizá-la em qualquer outro questionário que a inclua.

source: Shared Question
pt_br: Questão Compartilhada

source: Add question description or type / to choose a block.
pt_br: Adicione a descrição da pergunta ou digite / para escolher um bloco.

source: Question Title
pt_br: título da questão

source: %d point
pt_br: % d ponto

source: Point
pt_br: Ponto

source: Question Settings
pt_br: Configurações de pergunta

source: Question Type
pt_br: Tipo de pergunta

source: Question Details
pt_br: Detalhes da pergunta

source: You are not allowed to edit this question.
pt_br: Você não tem permissão para editar esta questão.

source: Grade
pt_br: Grau

source: Grading Notes
pt_br: Notas de classificação

source: Displayed to the teacher when grading the question.
pt_br: Exibido ao professor ao avaliar a questão.

source: Random Order
pt_br: Ordem aleatória

source: View issues
pt_br: Ver os problemas

source: This question is incomplete.
pt_br: Esta questão está incompleta.

source: Validation
pt_br: Validação

source: Incomplete questions added to a quiz won't be displayed to the learner.
pt_br: As perguntas incompletas adicionadas a um questionário não serão exibidas para o aluno.

source: Question Description.
pt_br: Descrição da pergunta.

source: Question Description
pt_br: Descrição da Questão

source: Evaluate progress and strengthen understanding of course concepts.
pt_br: Avalie o progresso e fortaleça a compreensão dos conceitos do curso.

source: Exam
pt_br: Exame

source: Questions
pt_br: Perguntas

source: Test
pt_br: Teste

source: Assessment
pt_br: Avaliação

source: Evaluation
pt_br: Avaliação

source: First Example Question
pt_br: Primeira pergunta de exemplo

source: Second Example Question
pt_br: Segunda pergunta de exemplo

source: per page
pt_br: por página

source: Progress Bar
pt_br: Barra de progresso

source: Show Progress Bar
pt_br: Mostrar barra de progresso

source: Radius
pt_br: Raio

source: Height
pt_br: Altura

source: Quiz styling
pt_br: Estilo de questionário

source: Adjust how your quiz is displayed to your learners.
pt_br: Ajuste a forma como seu questionário é exibido para seus alunos.

source: Pagination
pt_br: Paginação

source: Single page
pt_br: Página Única

source: Multi-Page
pt_br: Paginas multiplas

source: Add Selected
pt_br: Adicionar Selecionado

source: Add Selected (%s)
pt_br: Adicionar selecionado (% s)

source: Clear Selected
pt_br: Limpar selecionados

source: Type
pt_br: Modelo

source: Search questions
pt_br: Perguntas de pesquisa

source: Unable to add the selected question(s). Please make sure you are still logged in and try again.
pt_br: Não foi possível adicionar a (s) pergunta (s) selecionada (s). Certifique-se de que ainda está conectado e tente novamente.

source: Toggle all visible questions selection.
pt_br: Alterne a seleção de todas as perguntas visíveis.

source: No questions found.
pt_br: Nenhuma pergunta encontrada.

source: New Question
pt_br: Nova Questão

source: Category Question(s)
pt_br: Pergunta (s) de categoria

source: Existing Question(s)
pt_br: Pergunta (s) Existente (s)

source: Add new or existing question(s)
pt_br: Adicionar pergunta (s) nova (s) ou existente (s)

source: Lesson Quiz
pt_br: Teste da Lição

source: What learners see when reviewing their quiz after grading.
pt_br: O que os alunos veem ao revisar seus questionários após a avaliação.

source: If learner does not pass quiz
pt_br: Se o aluno não passar no teste

source: Indicate which questions are incorrect.
pt_br: Indique quais perguntas estão incorretas.

source: Show correct answers.
pt_br: Mostre as respostas corretas.

source: Show “Answer Feedback” text.
pt_br: Mostrar o texto “Resposta de feedback”.

source: Automatically grade Multiple Choice, True/False and Gap Fill questions that have a non-zero point value.
pt_br: Classifique automaticamente perguntas de múltipla escolha, verdadeiro / falso e de preenchimento de lacunas que tenham um valor de pontuação diferente de zero.

source: Allow Retakes
pt_br: Permitir retoma

source: Random Question Order
pt_br: Ordem Aleatória das Perguntas

source: Display a random selection of questions.
pt_br: Exiba uma seleção aleatória de perguntas.

source: All
pt_br: Tudo

source: Quiz Settings
pt_br: Configurações do questionário

source: Pass Required
pt_br: Passe Obrigatório

source: Incomplete questions won't be displayed to the learner when taking the quiz.
pt_br: As perguntas incompletas não serão exibidas para o aluno ao fazer o teste.

source: There is %d incomplete question in your lesson quiz.
pt_br: Há% d pergunta incompleta em seu teste da lição.

source: Quiz settings and questions could not be loaded. %s
pt_br: Não foi possível carregar as configurações e perguntas do questionário. % s

source: Quiz settings and questions could not be updated. %s
pt_br: Não foi possível atualizar as configurações e perguntas do questionário. % s

source: Course Signup
pt_br: Inscrição no curso

source: Enable a registered user to start the course. This block is only displayed if the user is not already enrolled.
pt_br: Habilite um usuário registrado para iniciar o curso. Este bloco só é exibido se o usuário ainda não estiver inscrito.

source: Start
pt_br: Começar

source: Sign up
pt_br: Inscrever-se

source: Signup
pt_br: Inscrever-se

source: Enrol
pt_br: Matricular

source: Enroll
pt_br: Matricular

source: Take course
pt_br: Tome curso

source: Take Course
pt_br: Tome curso

source: Enable a learner to view their course results.
pt_br: Permita que um aluno veja os resultados do curso.

source: Export content to a CSV file
pt_br: Exportar conteúdo para um arquivo CSV

source: This tool enables you to export courses, lessons, and questions to CSV files. These files are bundled together and downloaded to your computer in .zip format.
pt_br: Essa ferramenta permite que você exporte cursos, lições e perguntas para arquivos CSV. Esses arquivos são agrupados e baixados para o seu computador no formato .zip.

source: Cancel
pt_br: Cancelar

source: The following file was exported:
pt_br: O seguinte arquivo foi exportado:

source: Export More Content
pt_br: Exportar mais conteúdo

source: Which type of content would you like to export?
pt_br: Que tipo de conteúdo você gostaria de exportar?

source: An error has occurred while fetching the data. Please try again later!
pt_br: Ocorreu um erro ao buscar os dados. Por favor, tente novamente mais tarde!

source: Error details:
pt_br: Detalhes do erro:

source: No content was imported.
pt_br: Nenhum conteúdo foi importado.

source: Import More Content
pt_br: Importar mais conteúdo

source: Failed
pt_br: Fracassado

source: The following content was not imported. Please make the necessary corrections to the import file and try again.
pt_br: O seguinte conteúdo não foi importado. Faça as correções necessárias no arquivo de importação e tente novamente.

source: Partial
pt_br: Parcial

source: The following content was partially imported. The import process encountered some issues that you can resolve manually by clicking the link and making the necessary adjustments.
pt_br: O seguinte conteúdo foi parcialmente importado. O processo de importação encontrou alguns problemas que você pode resolver manualmente clicando no link e fazendo os ajustes necessários.

source: Fetching log details…
pt_br: Buscando detalhes do registro…

source: Failed to load import log.
pt_br: Falha ao carregar log de importação.

source: Retry
pt_br: Tentar novamente

source: The following content was imported:
pt_br: O seguinte conteúdo foi importado:

source: File
pt_br: Arquivo

source: Title
pt_br: Título

source: Line #
pt_br: Linha #

source: course
pt_br: curso

source: lesson
pt_br: lição

source: question
pt_br: pergunta

source: Importing
pt_br: Importando

source: Your content is now being imported…
pt_br: Seu conteúdo agora está sendo importado ...

source: Lessons CSV File
pt_br: Arquivo CSV de lições

source: Questions CSV File
pt_br: Arquivo CSV de perguntas

source: Courses CSV File
pt_br: Arquivo CSV dos cursos

source: Upload CSV Files
pt_br: Carregar arquivos CSV

source: Import
pt_br: Importar

source: Done
pt_br: Feito

source: Uploading…
pt_br: Enviando…

source: Upload
pt_br: Envio

source: Only CSV files are supported.
pt_br: Apenas arquivos CSV são suportados.

source: Delete File
pt_br: Apagar Arquivo

source: Import content from a CSV file
pt_br: Importar conteúdo de um arquivo CSV
