Repository: thiagobako/sensei-lms-pt-br
Catalog: sensei-lms-*_BR (1).po
Languages: pt_br

source: This tool enables you to import courses, lessons, and questions from a CSV file. Please review the {{link}}documentation{{/link}} to learn more about the expected file structure.
pt_br: Essa ferramenta permite que você importe cursos, lições e perguntas de um arquivo CSV. Reveja a {{link}} documentação {{/ link}} para saber mais sobre a estrutura de arquivo esperada.

source: Choose one or more CSV files to upload from your computer.
pt_br: Escolha um ou mais arquivos CSV para fazer upload de seu computador.

source: New version
pt_br: Nova versão

source: More details
pt_br: Mais detalhes

source: In progress…
pt_br: Em andamento…

source: Update
pt_br: Atualizar

source: Installed
pt_br: Instalado

source: Free
pt_br: Livre

source: Install
pt_br: Instalar

source: Sensei LMS Extensions
pt_br: Extensões Sensei LMS

source: No extensions found.
pt_br: Nenhuma extensão encontrada.

source: Update completed successfully!
pt_br: Atualização concluída com sucesso!

source: There was an error while updating the plugin: %1$s
pt_br: Ocorreu um erro ao atualizar o plugin:% 1 $ s

source: Installation completed successfully!
pt_br: Instalação concluída com sucesso!

source: There was an error while installing the plugin: %1$s
pt_br: Ocorreu um erro ao instalar o plugin:% 1 $ s

source: Updating…
pt_br: Atualizando…

source: Update all
pt_br: Atualize tudo

source: version %s
pt_br: versão% s

source: Update available
pt_br: Atualização disponível

source: %d update available
pt_br: % d atualização disponível

source: Your site needs to be connected to your WooCommerce.com account before this extension can be updated.
pt_br: Seu site precisa estar conectado à sua conta WooCommerce.com antes que esta extensão possa ser atualizada.

source: Connect account
pt_br: Conectar conta

source: WooCommerce needs to be installed before this extension can be updated.
pt_br: WooCommerce precisa ser instalado antes que esta extensão possa ser atualizada.

source: Install WooCommerce
pt_br: Instale o WooCommerce

source: WooCommerce needs to be activated before this extension can be updated.
pt_br: WooCommerce precisa ser ativado antes que esta extensão possa ser atualizada.

source: Activate WooCommerce
pt_br: Ative WooCommerce

source: Learn more
pt_br: Saber mais

source: You've just added your first Sensei block. This will change how your course page appears. Be sure to preview your page before saving changes.
pt_br: Você acabou de adicionar seu primeiro bloco Sensei. Isso mudará a forma como a página do seu curso será exibida. Certifique-se de visualizar sua página antes de salvar as alterações.

source: Are you sure you want to remove all Sensei blocks? This will change how your course page appears. Be sure to preview your page before saving changes.
pt_br: Tem certeza de que deseja remover todos os blocos do Sensei? Isso mudará a forma como a página do seu curso será exibida. Certifique-se de visualizar sua página antes de salvar as alterações.

source: Course Theme
pt_br: Tema do Curso

source: This does not change the theme of your site. It only applies to logged in users when viewing the course.
pt_br: Isso não muda o tema do seu site. Só se aplica a usuários logados ao visualizar o curso.

source: Theme
pt_br: Tema

source: Sensei Theme
pt_br: Tema Sensei

source: WordPress Theme
pt_br: Tema WordPress

source: per year
pt_br: por ano

source: Would you like to install the following features now?
pt_br: Você gostaria de instalar os seguintes recursos agora?

source: You won't have access to this functionality until the extensions have been installed.
pt_br: Você não terá acesso a essa funcionalidade até que as extensões sejam instaladas.

source: WooCommerce.com will open in a new tab so that you can complete the purchase process.
pt_br: WooCommerce.com será aberto em uma nova guia para que você possa concluir o processo de compra.

source: I'll do it later
pt_br: Eu vou fazer isso mais tarde

source: Install now
pt_br: Instale agora

source: and
pt_br: e

source: * WooCommerce is required to receive updates for %1$s.
pt_br: * WooCommerce é necessário para receber atualizações de% 1 $ s.

source: Installing plugin
pt_br: Instalando plugin

source: Error installing plugin
pt_br: Erro ao instalar o plugin

source: Plugin installed
pt_br: Plugin instalado

source: Purchasing plugin
pt_br: Plugin de compra

source: No features found.
pt_br: Nenhum recurso encontrado.

source: Enhance your online courses with these optional features.
pt_br: Aprimore seus cursos online com esses recursos opcionais.

source: Retry?
pt_br: Tentar novamente?

source: Installing…
pt_br: Instalando…

source: What is your primary purpose for offering online courses?
pt_br: Qual é o seu objetivo principal ao oferecer cursos online?

source: Choose any that apply
pt_br: Escolha qualquer um que se aplique

source: Share your knowledge
pt_br: Compartilhe seu conhecimento

source: You are a hobbyist interested in sharing your knowledge.
pt_br: Você é um aquarista interessado em compartilhar seus conhecimentos.

source: Generate income
pt_br: Gerar renda

source: You would like to generate additional income for yourself or your business.
pt_br: Você gostaria de gerar receita adicional para você ou sua empresa.

source: Promote your business
pt_br: Promova o seu negócio

source: You own a business and would like to use online courses to promote it.
pt_br: Você possui uma empresa e gostaria de usar cursos on-line para promovê-la.

source: Provide certification training
pt_br: Fornece treinamento de certificação

source: You want to help people become certified professionals.
pt_br: Você quer ajudar as pessoas a se tornarem profissionais certificados.

source: Train employees
pt_br: Treinar funcionários

source: You work at a company that regularly trains new or existing employees.
pt_br: Você trabalha em uma empresa que treina regularmente funcionários novos ou existentes.

source: Educate students
pt_br: Educar alunos

source: You are an educator who would like to create an online classroom.
pt_br: Você é um educador que gostaria de criar uma sala de aula online.

source: Other
pt_br: De outros

source: Import content
pt_br: Importar conteúdo

source: Install the {{em}}Getting Started with Sensei LMS{{/em}} course.
pt_br: Instale o curso {{em}} Primeiros passos com Sensei LMS {{/ em}}.

source: Install a sample course
pt_br: Instale um curso de amostra

source: The sample course could not be imported. Please try again.
pt_br: O curso de amostra não pôde ser importado. Por favor, tente novamente.

source: Visit SenseiLMS.com to learn how to {{link}}create your first course.{{/link}}
pt_br: Visite SenseiLMS.com para saber como {{link}} criar seu primeiro curso. {{/ Link}}

source: Exit to Courses
pt_br: Sair para os cursos

source: You're ready to start creating online courses!
pt_br: Você está pronto para começar a criar cursos online!

source: Join our mailing list
pt_br: Junte-se à nossa lista de endereços

source: We're here for you — get tips, product updates, and inspiration straight to your mailbox.
pt_br: Estamos aqui para ajudá-lo - obtenha dicas, atualizações de produtos e inspiração direto para sua caixa de correio.

source: What's next?
pt_br: Qual é o próximo?

source: Create some courses
pt_br: Crie alguns cursos

source: You're ready to create online courses.
pt_br: Você está pronto para criar cursos online.

source: Create a course
pt_br: Crie um curso

source: Transfer existing content to your site — just import a CSV file.
pt_br: Transfira o conteúdo existente para o seu site - basta importar um arquivo CSV.

source: Yes, please!
pt_br: Sim por favor!

source: Welcome
pt_br: Bem vinda

source: Purpose
pt_br: Propósito

source: Features
pt_br: Recursos

source: Ready
pt_br: Preparar

source: Welcome to Sensei LMS!
pt_br: Bem-vindo ao Sensei LMS!

source: Thank you for choosing Sensei LMS!
pt_br: Obrigado por escolher o Sensei LMS!

source: This setup wizard will help you get started creating online courses more quickly. It is optional and should take only a few minutes.
pt_br: Este assistente de configuração o ajudará a começar a criar cursos online mais rapidamente. É opcional e deve levar apenas alguns minutos.

source: Not right now
pt_br: Não agora

source: Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{/link}} that shows us how Sensei LMS is used. No personal data is tracked or stored.
pt_br: Obtenha recursos aprimorados e soluções mais rápidas compartilhando dados não confidenciais por meio do {{link}} rastreamento de uso {{/ link}}, que nos mostra como o Sensei LMS é usado. Nenhum dado pessoal é rastreado ou armazenado.

source: Build a Better Sensei LMS
pt_br: Crie um Sensei LMS melhor

source: Yes, count me in!
pt_br: Sim, conte comigo!

source: Progress bar settings
pt_br: Configurações da barra de progresso

source: %d Lesson
pt_br: % d lição

source: %d Completed
pt_br: % d concluído

source: Error
pt_br: Erro

source: Warning
pt_br: Aviso

source: Share your knowledge, grow your network, and strengthen your brand by launching an online course.
pt_br: Compartilhe seu conhecimento, expanda sua rede e fortaleça sua marca com o lançamento de um curso online.

source: Extensions
pt_br: Extensões

source: Learner Management
pt_br: Gestão do Aprendiz

source: Learners per page
pt_br: Alunos por página

source: Are you sure you want to remove this learner?
pt_br: Tem certeza de que deseja remover este aluno?

source: Are you sure you want to remove the learner from this lesson?
pt_br: Tem certeza de que deseja remover o aluno desta lição?

source: Are you sure you want to remove this learner's enrollment in the course?
pt_br: Tem certeza de que deseja remover a inscrição deste aluno no curso?

source: Are you sure you want to enroll the learner in this course?
pt_br: Tem certeza de que deseja inscrever o aluno neste curso?

source: Are you sure you want to restore the learner enrollment in this course?
pt_br: Tem certeza de que deseja restaurar a inscrição do aluno neste curso?

source: Are you sure you want to reset the progress of this learner for this lesson?
pt_br: Tem certeza de que deseja redefinir o progresso deste aluno para esta lição?

source: Are you sure you want to reset the progress of this learner for this course?
pt_br: Tem certeza de que deseja redefinir o progresso deste aluno neste curso?

source: Are you sure you want to remove the progress of this learner for this course?
pt_br: Tem certeza de que deseja remover o progresso deste aluno neste curso?

source: Select learners to manually enroll...
pt_br: Selecione alunos para inscrever manualmente ...

source: An error occurred while enrolling the learner.
pt_br: Ocorreu um erro ao inscrever o aluno.

source: An error occurred while restoring learner enrollment.
pt_br: Ocorreu um erro ao restaurar a inscrição do aluno.

source: An error occurred while enrolling the learners.
pt_br: Ocorreu um erro ao inscrever os alunos.

source: An error occurred removing the learner's enrollment.
pt_br: Ocorreu um erro ao remover a inscrição do aluno.

source: Learner's enrollment has been removed.
pt_br: A inscrição do aluno foi removida.

source: Learner has been enrolled.
pt_br: O aluno foi inscrito.

source: Learner enrollment has been restored.
pt_br: A inscrição do aluno foi restaurada.

source: Learners have been enrolled.
pt_br: Os alunos foram inscritos.

source: Bulk Learner Actions
pt_br: Ações do aluno em massa

source: Enroll / Restore Enrollment
pt_br: Inscrever / Restaurar Inscrição

source: Remove Enrollment
pt_br: Remover inscrição

source: Reset or Remove Progress
pt_br: Redefinir ou remover o progresso

source: Recalculate Course(s) Completion (notify on complete)
pt_br: Recalcular a conclusão do (s) curso (s) (notificar ao concluir)

source: Recalculate Course(s) Completion (do not notify on complete)
pt_br: Recalcular a conclusão do (s) curso (s) (não notificar ao concluir)

source: Are you sure you want to remove this user?
pt_br: Tem certeza que deseja remover este usuário?

source: Are you sure you want to remove the user from this lesson?
pt_br: Tem certeza de que deseja remover o usuário desta lição?

source: Are you sure you want to remove the user from this course?
pt_br: Tem certeza de que deseja remover o usuário deste curso?

source: Select Course
pt_br: Selecione o curso

source: This bulk action is not supported
pt_br: Esta ação em massa não é compatível

source: Invalid Course
pt_br: Curso Inválido

source: Bulk learner action succeeded
pt_br: A ação do aluno em massa foi bem-sucedida

source: Enrollments
pt_br: Matrículas

source: No results found
pt_br: Nenhum resultado encontrado

source: Edit &#8220;%s&#8221;
pt_br: Editar% s&quot;

source: No learners found.
pt_br: Nenhum aluno encontrado.

source: Select Course(s)
pt_br: Selecione o (s) curso (s)

source: Apply
pt_br: Aplicar

source: Select Courses
pt_br: Selecione os cursos

source: Filter By Course
pt_br: Filtrar por curso

source: Filter
pt_br: Filtro

source: Search Learners
pt_br: Alunos da Pesquisa

source: more
pt_br: mais

source: Invalid course
pt_br: Curso inválido

source: Invalid lesson
pt_br: Aula inválida

source: Enrollment
pt_br: Inscrição

source: Date Started
pt_br: Data de Início

source: Date Completed
pt_br: Data de Conclusão

source: # Learners
pt_br: # Aprendizes

source: Last Updated
pt_br: Ultima atualização

source: No enrollment data was found.
pt_br: Nenhum dado de inscrição foi encontrado.

source: Reset Progress
pt_br: Reiniciar o progresso

source: Restore Enrollment
pt_br: Restaurar inscrição

source: Remove Progress
pt_br: Remover progresso

source: Grading
pt_br: Classificação

source: Manage learners
pt_br: Gerenciar alunos

source: Update Learner
pt_br: Atualizar o aluno

source: No lessons found.
pt_br: Nenhuma lição encontrada.

source: No courses found.
pt_br: Nenhum curso encontrado.

source: Course Category
pt_br: Categoria de Curso

source: All Course Categories
pt_br: Todas as categorias de curso

source: Back to %s
pt_br: Voltar para% s

source: Enrolled Learners
pt_br: Alunos matriculados

source: Unenrolled Learners
pt_br: Alunos não inscritos

source: Manually Enrolled Learners
pt_br: Alunos inscritos manualmente

source: All Learners
pt_br: Todos os alunos

source: Add Learner to %1$s
pt_br: Adicionar aluno a% 1 $ s

source: Complete lesson for learner
pt_br: Lição completa para o aluno

source: Complete course for learner
pt_br: Curso completo para aluno

source: Search for a user by typing their name or username.
pt_br: Procure um usuário digitando seu nome ou nome de usuário.

source: Add to '%1$s'
pt_br: Adicionar a '% 1 $ s'

source: Learner will also be added to the course '%1$s' if they are not already taking it.
pt_br: O aluno também será adicionado ao curso '% 1 $ s' se ainda não o estiver fazendo.

source: Search Lessons
pt_br: Lições de pesquisa

source: Search Courses
pt_br: Cursos de pesquisa

source: %1$s could not be installed (%2$s).
pt_br: % 1 $ s não pôde ser instalado (% 2 $ s).

source: %1$s is installed but could not be activated (%2$s).
pt_br: % 1 $ s está instalado, mas não pôde ser ativado (% 2 $ s).

source: Congratulations on completing this course! 🥳
pt_br: Parabéns por concluir este curso! 🥳

source: Sensei LMS - Setup Wizard
pt_br: Sensei LMS - Assistente de configuração

source: <strong>Welcome to Sensei LMS</strong> &#8211; You're almost ready to start creating online courses!
pt_br: <strong>Bem-vindo ao Sensei LMS</strong> - Você está quase pronto para começar a criar cursos online!

source: Complete Setup
pt_br: Configuração completa

source: Run the Setup Wizard
pt_br: Execute o assistente de configuração

source: Skip setup
pt_br: Pular configuração

source: Setup wizard
pt_br: Assistente de configuração

source: Setup Wizard
pt_br: Assistente de configuração

source: If you need to access the setup wizard again, please click on the button below.
pt_br: Se você precisar acessar o assistente de configuração novamente, clique no botão abaixo.

source: Permalink structure for CPTs will be prepended with site/post slug prefix
pt_br: A estrutura de permalink para CPTs será anexada ao prefixo local / pós-slug

source: No legacy update flags have been set
pt_br: Nenhum sinalizador de atualização legado foi definido

source: Legacy update flags
pt_br: Sinalizadores de atualização herdados

source: Not applicable
pt_br: Não aplicável

source: Yes, updated Sensei LMS from a pre-3.0 version at %s
pt_br: Sim, Sensei LMS atualizado de uma versão pré-3.0 em% s

source: Legacy enrollment migration
pt_br: Migração de inscrição legada

source: No template overrides
pt_br: Sem modificações de modelo

source: Mismatch (plugin v%1$s; theme v%2$s)
pt_br: Incompatibilidade (plugin v% 1 $ s; tema v% 2 $ s)

source: Match (v%s)
pt_br: Correspondência (v% s)

source: Template overrides
pt_br: Substituições de modelo

source: Disabled
pt_br: Desativado

source: Pending
pt_br: Pendente

source: Learner calculation job
pt_br: Trabalho de cálculo do aluno

source: Enrollment status cached
pt_br: Status de inscrição em cache

source: Sensei LMS attempts to calculate whether learners are enrolled in all courses ahead of time to speed up loading.
pt_br: O Sensei LMS tenta calcular se os alunos estão matriculados em todos os cursos com antecedência para acelerar o carregamento.

source: Learner enrollment has been calculated
pt_br: A inscrição do aluno foi calculada

source: Learner enrollment has not been calculated
pt_br: A inscrição do aluno não foi calculada

source: This could be in progress. Until this process is complete, some pages may load more slowly.
pt_br: Isso pode estar em andamento. Até que esse processo seja concluído, algumas páginas podem carregar mais lentamente.

source: Tools
pt_br: Ferramentas

source: This tool is not currently available. Please try again later.
pt_br: Esta ferramenta não está disponível no momento. Por favor, tente novamente mais tarde.

source: There was a problem validating your request. Please try again.
pt_br: Ocorreu um problema ao validar sua solicitação. Por favor, tente novamente.

source: Get notified about new features and updates by connecting your WooCommerce.com account.
pt_br: Receba notificações sobre novos recursos e atualizações conectando sua conta WooCommerce.com.

source: WooCommerce Paid Courses extension
pt_br: Extensão de cursos pagos do WooCommerce

source: Monetize and sell your courses by installing the %s.
pt_br: Monetize e venda seus cursos instalando o% s.

source: Install extension
pt_br: Instalar extensão

source: Debug Course Enrollment
pt_br: Depurar inscrição no curso

source: Check what the enrollment status is between a course and learner.
pt_br: Verifique qual é o status da inscrição entre um curso e o aluno.

source: Please select a user.
pt_br: Selecione um usuário.

source: Please select a course ID.
pt_br: Selecione um ID de curso.

source: Invalid user ID selected.
pt_br: ID de usuário inválido selecionado.

source: Invalid course ID selected.
pt_br: ID de curso inválido selecionado.

source: Debug Enrollment
pt_br: Depurar inscrição

source: Ensure Roles
pt_br: Certifique-se de funções

source: Ensures Sensei LMS specific roles and capabilities are set up properly.
pt_br: Garante que funções e recursos específicos do Sensei LMS sejam configurados corretamente.

source: Sensei LMS specific roles and capabilities have been set up again.
pt_br: As funções e capacidades específicas do Sensei LMS foram configuradas novamente.

source: Module slugs mismatch
pt_br: Slugs de módulo incompatíveis

source: Fix module slugs that do not match the module name.
pt_br: Corrija os slugs do módulo que não correspondem ao nome do módulo.

source: Module slugs were updated in the terms with IDs: %1$s.
pt_br: Slugs de módulo foram atualizados nos termos com IDs:% 1 $ s.

source: Errors happened while updating slugs for the terms with IDs: %1$s.
pt_br: Ocorreram erros ao atualizar slugs para os termos com IDs:% 1 $ s.

source: There were no slugs mismatch.
pt_br: Não houve incompatibilidade de lesmas.

source: Recalculate Course Enrollment
pt_br: Recalcular matrícula no curso

source: Invalidate the cached enrollment and trigger recalculation for all users in a specific course.
pt_br: Invalide a inscrição em cache e acione o recálculo para todos os usuários em um curso específico.

source: Course enrollment has been queued for recalculation.
pt_br: A inscrição no curso foi colocada na fila para recálculo.

source: Recalculate Enrollments
pt_br: Recalcular inscrições

source: Invalidate the cached enrollment and trigger recalculation for all users and courses.
pt_br: Invalide a inscrição em cache e acione o recálculo para todos os usuários e cursos.

source: Course enrollment cache has been invalidated and is being recalculated.
pt_br: O cache de inscrição no curso foi invalidado e está sendo recalculado.

source: Remove Deleted User Data
pt_br: Remover dados excluídos do usuário

source: Removes course, lesson, and quiz progress for deleted users. This should have been done automatically since Sensei LMS v3.0.
pt_br: Remove o progresso do curso, lição e questionário para usuários excluídos. Isso deveria ter sido feito automaticamente desde o Sensei LMS v3.0.

source: Progress data from deleted users was deleted.
pt_br: Os dados de progresso de usuários excluídos foram excluídos.

source: No progress data was found from deleted users.
pt_br: Nenhum dado de progresso foi encontrado de usuários excluídos.

source: User
pt_br: Do utilizador

source: Required
pt_br: Requeridos

source: User ID
pt_br: ID do usuário

source: Course ID
pt_br: Identidade do curso

source: View Enrollment Information
pt_br: Ver informações de inscrição

source: Edit User
pt_br: Editar usuário

source: Orders
pt_br: Pedidos

source: View Course
pt_br: Ver Curso

source: Edit Course
pt_br: Editar Curso

source: Manage Learners
pt_br: Gerenciar alunos

source: Enrollment status
pt_br: Status da inscrição

source: Learner manually removed
pt_br: Aprendiz removido manualmente

source: Course progress status
pt_br: Status de progresso do curso

source: Started on %s
pt_br: Iniciado em% s

source: Last activity on %s
pt_br: Última atividade em% s

source: No Progress
pt_br: Sem Progresso

source: Cached enrollment status
pt_br: Status de inscrição em cache

source: Matches Calculated Enrollment
pt_br: Matrícula calculada de correspondências

source: Does Not Match Calculated Enrollment
pt_br: Não Corresponde à Inscrição Calculada

source: Last calculated on %s
pt_br: Calculado pela última vez em% s

source: Providers
pt_br: Provedores

source: Does Not Handle Course
pt_br: Não lida com o curso

source: Enrolls Learner
pt_br: Inscreve o Aluno

source: Does Not Enroll Learner
pt_br: Não inscreve o aluno

source: Information
pt_br: Em formação

source: Logs
pt_br: Histórico

source: More information...
pt_br: Mais Informações...

source: History
pt_br: História

source: Stopped handling
pt_br: Manuseio interrompido

source: Provided
pt_br: Forneceu

source: Withdrawn
pt_br: Retirado

source: Trigger Course Enrollment Recalculation
pt_br: Recálculo de matrícula no curso de gatilho

source: More Information &rarr;
pt_br: Mais informações →

source: No extensions were found.
pt_br: Nenhuma extensão foi encontrada.

source: More Details
pt_br: Mais detalhes

source: All Tools
pt_br: Todas as Ferramentas

source: Visit Tool
pt_br: Ferramenta de visita

source: Run Action
pt_br: Executar ação

source: This tool is not currently available
pt_br: Esta ferramenta não está disponível no momento

source: Your private message has been sent.
pt_br: Sua mensagem privada foi enviada.

source: Send Private Message
pt_br: Enviar Mensagem Privada

source: Enter your private message.
pt_br: Digite sua mensagem privada.
