Repository: thiagobako/sensei-lms-pt-br
Catalog: sensei-lms-*_BR (1).po
Languages: pt_br

# taxonomy archive slug
source: question-category
pt_br: pergunta-categoria

# taxonomy archive slug
source: lesson-tag
pt_br: etiqueta de lição

# plugin action link
source: Configure
pt_br: Configurar
